[
    {
        "surah": 2,
        "verse": 127,
        "arabic": "رَبَّنَا تَقَبَّلْ مِنَّا ۖ إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ",
        "transliteration": "Раббана тақаббал минна, иннака антас-Самӣъул-Алим",
        "tajik": "Парвардигори мо, аз мо бипазир, ки Ту Шунаво ва Доно ҳастӣ"
    },
    {
        "surah": 2,
        "verse": 128,
        "arabic": "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَا أُمَّةًۭ مُّسْلِمَةًۭ لَّكَ ۖ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا ۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
        "transliteration": "Раббана ваҷъална муслимайни лака ва мин зуррийятина уммата муслиматан лака, ва арина маносикана ва туб ъалайна, иннака антат-Таwwобур-Раҳим",
        "tajik": "Парвардигори мо, моро фармонбардори хеш соз ва низ фарзандони моро фармонбардори хеш гардон ва тариқаи Ҳаҷамонро ба мо биёмуз ва тавбаи мо бипазир, ки ту тавбапазиранда ва меҳрубон ҳастӣ!"
    },
    {
        "surah": 2,
        "verse": 201,
        "arabic": "رَبَّنَا آتِنَا فِى ٱلدُّنْيَا حَسَنَةًۭ وَفِى ٱلْءَاخِرَةِ حَسَنَةًۭ وَقِنَا عَذَابَ ٱلنَّارِ",
        "transliteration": "Раббана атина фид-дунё ҳасана, ва фил-ахирати ҳасана, ва қина ъазобан-Нор",
        "tajik": "Парвардигори мо, дар дунё моро хубӣ бидеҳ ва дар охират хубӣ (неъмат) бидеҳ ва моро аз азоби Дӯзах нигоҳ дор"
    },
    {
        "surah": 2,
        "verse": 250,
        "arabic": "رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًۭا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
        "transliteration": "Раббана африғ ъалайна сабра-в ва саббит ақдамана вансурна ъала-л-қавми-л-кафирин",
        "tajik": "Парвардигори мо, бар мо сабр бидеҳу моро собитқадам гардон ва бар кофирон пирӯз соз!"
    },
    {
        "surah": 2,
        "verse": 286,
        "arabic": "رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
        "transliteration": "Раббана ла туахизна ин-н-насина ав ахтаъна. Раббана ва ла таҳмил ъалайна исран кама ҳамалтаҳу ъала-л-лазина мин қаблина. Раббано ва ла туҳаммилна ма ла тоқата лана биҳа ваъфу ъанна вағфир лана варҳамна. Анта мавлона фансурна ъала-л-қавми-л-кафирин",
        "tajik": "Парвардигори мо, агар фаромӯш кардаем ё хатое кар даем, моро бозхост макун! Эй Парвардигори мо, он гуна ки бар умматҳои пеш аз мо таклифи вазнин ниҳодӣ, таклифи вазнин бар мо манеҳ ва он чиро, ки тоқати он надорем, бар мо таклиф макун! Гуноҳи мо бубахш ва моро биёмурз ва бар мо раҳмат овар! Ту хоҷаи мо хастӣ. Пас моро бар гурӯҳи кофирон ғолиб гардон!"
    },
    {
        "surah": 3,
        "verse": 8,
        "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
        "transliteration": "Раббана ла тузиғ қулубана баъда из ҳадайтана ва ҳаб лана ми-л-ладунка раҳмаҳ. Иннака анта-л-Ваҳҳаб",
        "tajik": "Парвардигори мо, аз он пас, ки моро ҳидоят кардаӣ, дилҳои моро ба ботил моил масоз ва раҳмати худро бар мо ато бикун, ки ту бахшояндаӣ!"
    },
    {
        "surah": 3,
        "verse": 9,
        "arabic": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوْمٍۢ لَّا رَيْبَ فِيهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
        "transliteration": "Раббана иннака ҷамиъу-н-наси ли явми-л ла райба фиҳ. Инналлоҳа ла юхлифу-л-миъад",
        "tajik": "Парвардигори мо, ту мардумро дар он рӯзе, ки ҳеҷ шакке дар он нест, гирд меоварӣ. Ба яқин, ки Худо аз ваъда хилоф накунад!"
    },
    {
        "surah": 3,
        "verse": 16,
        "arabic": "رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
        "transliteration": "Раббана иннана аманна фағфир лана зунубана ва қина ъазаба-н-нар",
        "tajik": "Парвардигори мо, имон овардем. Гуноҳони моро биёмурз ва моро аз азоби оташ ҳифз кун"
    },
    {
        "surah": 3,
        "verse": 38,
        "arabic": "رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةًۭ طَيِّبَةً ۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
        "transliteration": "Рабби ҳаб ли ми-л ладунка зурриятан таййибаҳ. Иннака Самиъу-д-дуъаъ",
        "tajik": "Парвардигори ман, маро аз ҷониби худ фарзанде покиза ато кун, албатта Ту дуъоро мешунавӣ"
    },
    {
        "surah": 3,
        "verse": 53,
        "arabic": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
        "transliteration": "Раббана аманна би ма анзалта ва-т-табаъна-р расула фактубна маъа-ш-шаҳидин.",
        "tajik": "Парвардигори мо, ба он чӣ нозил кардаӣ, имон овардем ва ба расул пайравӣ кардем, моро дар шумори гувоҳидиҳандагон бинавис!"
    },
    {
        "surah": 3,
        "verse": 147,
        "arabic": "رَبَّنَا ٱغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
        "transliteration": "Раббанағфир лана зунубана ва исрофана фӣ амрина ва саббит ақдамана вансурна ъала-л-қавми-л-кафирин.",
        "tajik": "Парвардигори мо, гуноҳони моро ва зиёдаравиҳои моро дар корҳо биёмурз ва моро собитқадам гардон ва дар баробари кофирон ёрӣ кун"
    },
    {
        "surah": 3,
        "verse": 191,
        "arabic": "رَبَّنَا مَا خَلَقْتَ هَـٰذَا بَـٰطِلًۭا سُبْحَـٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
        "transliteration": "Раббана ма халақта ҳаза батилан субҳанака фа қина ъазаба-н-нар.",
        "tajik": "Парвардигори мо, ин ҷаҳонро беҳуда наёфаридаӣ, Ту покӣ, моро аз азоби оташ нигоҳ дор!"
    },
    {
        "surah": 3,
        "verse": 192,
        "arabic": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍۢ",
        "transliteration": "Раббана иннака ман тудхили-н-нара фақад ахзайтаҳ. Ва ма ли-з-золимина мин ансор.",
        "tajik": "Парвардигори мо, ҳар касро, ки ба оташ дарорӣ, расвояш кардаӣ ва золимонро ҳеҷ ёваре нест!"
    },
    {
        "surah": 3,
        "verse": 193,
        "arabic": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًۭا يُنَادِى لِلْإِيمَـٰنِ أَنْ ءَامِنُوا۟ بِرَبِّكُمْ فَـَٔامَنَّا ۚ رَبَّنَا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ",
        "transliteration": "Раббана иннана самиъна мунадия-й юнади лил имани ан амину би Раббикум фа аманна. Раббана фағфир лана зунубана ва каффир ъанна саййиатина ва таваффана маъа-л-аброр.",
        "tajik": "Парвардигори мо, шунидем, ки нидокунандае ба имон фаро мехонд, ки ба Парвардигоратон имон биёваред! Ва мо имон овардем. Пас, эй Парвардигори мо, гуноҳони моро биёмурз ва бадиҳои моро аз мо дур кун ва моро бо некон бимирон!"
    },
    {
        "surah": 3,
        "verse": 194,
        "arabic": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ ٱلْقِيَـٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ ٱلْمِيعَادَ",
        "transliteration": "Раббана ва атина ма ваъа-т-тана ъала русулика ва ла тухзина явма-л-қийамаҳ. Иннака ла тухлифу-л-миъад.",
        "tajik": "Парвардигори мо, ато кун ба мо он чиро, ки ба забони паёмбаронат ба мо ваъда додаӣ ва моро дар рӯзи қиёмат расво макун, ки Ту ваъдаи хеш хилоф намекунӣ"
    },
    {
        "surah": 4,
        "verse": 75,
        "arabic": "رَبَّنَآ أَخْرِجْنَا مِنْ هَـٰذِهِ ٱلْقَرْيَةِ ٱلظَّالِمِ أَهْلُهَا وَٱجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّۭا وَٱجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
        "transliteration": "Раббана ахриҷна мин ҳазиҳи-л-қаряти-з-золими аҳлуҳа ваҷъал-л лана ми-л-ладунка валийя-в ваҷъал лана ми-л-ладунка насиро.",
        "tajik": "Парвардигори мо, моро аз ин деҳаи ситамкорон берун ор ва аз ҷониби худ ёру мададгоре қарор деҳ"
    },
    {
        "surah": 5,
        "verse": 83,
        "arabic": "رَبَّنَآ ءَامَنَّا فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
        "transliteration": "Раббана аманна фактубна маъа-ш-шаҳидӣн.",
        "tajik": "Парвардигори мо, имон овардем, моро низ дар зумраи шаҳодатдиҳандагон бинавис."
    },
    {
        "surah": 5,
        "verse": 114,
        "arabic": "رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةًۭ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدًۭا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةًۭ مِّنكَ ۖ وَٱرْزُقْنَا وَأَنتَ خَيْرُ ٱلرَّٰزِقِينَ",
        "transliteration": "Раббана анзил ъалайна маидата-м мина-с-самаи такуну лана ъӣда-л ли аввалина ва ахирина ва аята-м минк. Варзуқна ва Анта Хайру-р-розиқӣн.",
        "tajik": "Парвардигори мо, барои мо дастархоне аз оомон бифирист, то моро ва ононро, ки баъд аз мо меоянд, иде ва нишоне аз ту бошад ва моро рӯзӣ деҳ ки Ту беҳтарини рӯзидиҳандагон ҳастӣ"
    },
    {
        "surah": 7,
        "verse": 23,
        "arabic": "رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
        "transliteration": "Раббана заламна анфусана ва ил лам тағфир лана ва тарҳамна ла накунанна мина-л-хосирӣн.",
        "tajik": "Парвардигори мо, ба худ ситам кардем ва агар моро набахшӣ ва бар мо раҳмат накунӣ, аз зиёндидагон хоҳем буд."
    },
    {
        "surah": 7,
        "verse": 47,
        "arabic": "رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
        "transliteration": "Раббана ла таҷъална маъа-л-қавми-з-золимӣн.",
        "tajik": "Парвардигори мо, моро дар шумори ситамкорон қарор мадеҳ!"
    },
    {
        "surah": 7,
        "verse": 89,
        "arabic": "رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
        "transliteration": "Раббанафтаҳ байнана ва байна қавмина би-л-ҳаққи ва анта хайру-л-фатиҳӣн.",
        "tajik": "Парвардигори мо, миёни мову қавми мо ба ҳақ роҳе бикшо, ки Ту беҳтарин роҳкушоён ҳастӣ!"
    },
    {
        "surah": 7,
        "verse": 126,
        "arabic": "وَمَا تَنقِمُ مِنَّاۤ إِلَّاۤ أَنۡ ءَامَنَّا بِـَٔایَـٰتِ رَبِّنَا لَمَّا جَاۤءَتۡنَاۚ رَبَّنَاۤ أَفۡرِغۡ عَلَیۡنَا صَبۡرࣰا وَتَوَفَّنَا مُسۡلِمِینَ\n",
        "transliteration": "Ва ма танқиму минна илла ан аманна би айати Раббина ламма ҷаатна. Раббана африғ ъалайна сабра-в ва таваффана муслимӣн.",
        "tajik": "Хашм бар мо мегирӣ, ба; рои оя ки чун нишонаҳои Парвардигорамон бар мо ошкор шуд, ба онҳо имон овардем. Эй Парвардигори мо, бар мо сабр бибор ва моро мусалмон бимирон!"
    },
    {
        "surah": 7,
        "verse": 151,
        "arabic": "قَالَ رَبِّ ٱغۡفِرۡ لِی وَلِأَخِی وَأَدۡخِلۡنَا فِی رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّ ٰ⁠حِمِینَ\n",
        "transliteration": "Қола Раббиғфирлӣ ва ли ахӣ ва адхилна фӣ раҳматика ва анта арҳаму-р-Роҳимӣн.",
        "tajik": "Гуфт: «Эй Парвардигори ман, маро ва бародарамро бибахшо ва моро дар раҳмати худ дохил кун, ки Ту меҳрубонтарини меҳрубононӣ!"
    },
    {
        "surah": 10,
        "verse": 85,
        "arabic": "فَقَالُوا۟ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةࣰ لِّلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n",
        "transliteration": "Фақолу ъалаллоҳи таваккална Раббана ла таҷъална фитната-л лил қавми-з-залимӣн.",
        "tajik": "Гуфтанд; Бар Худо таваккал кардем, эй Парвардигори мо, моро мағлуби ин мардуми ситамкор макун,"
    },
    {
        "surah": 10,
        "verse": 86,
        "arabic": "وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَـٰفِرِینَ\n",
        "transliteration": "Ва наҷҷина би раҳматика мина-л-қавми-л кафирӣн.",
        "tajik": "ва ба раҳмати худ моро аз ин кофирон раҳоӣ бахш!»"
    },
    {
        "surah": 11,
        "verse": 47,
        "arabic": "قَالَ رَبِّ إِنِّیۤ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَیۡسَ لِی بِهِۦ عِلۡمࣱۖ وَإِلَّا تَغۡفِرۡ لِی وَتَرۡحَمۡنِیۤ أَكُن مِّنَ ٱلۡخَـٰسِرِینَ\n",
        "transliteration": "Қола Рабби иннӣ аъузубика ан ас-алака ма лайса лӣ биҳӣ ъилм. Ва илла тағфирлӣ ва тарҳамнӣ аку-м мина-л-хосирӣн.",
        "tajik": "Гуфт: «Эй Парвардигори ман, паноҳ мебарам ба Ту, агар аз сари ноогоҳӣ чизе бихоҳам ва агар маро набахшоӣ ва ба ман раҳмат наёварӣ, аз зиёнкардагон хоҳам буд»."
    },
    {
        "surah": 12,
        "verse": 101,
        "arabic": "۞ رَبِّ قَدۡ ءَاتَیۡتَنِی مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِی مِن تَأۡوِیلِ ٱلۡأَحَادِیثِۚ فَاطِرَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ أَنتَ وَلِیِّۦ فِی ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِۖ تَوَفَّنِی مُسۡلِمࣰا وَأَلۡحِقۡنِی بِٱلصَّـٰلِحِینَ\n",
        "transliteration": "Рабби қад отайтанӣ мина-л-мулки ва ъалламтанӣ мин таъвӣли-л-аҳадӣс. Фатира-с самавати ва-л-арЗи Анта валиййӣ фи-д-дунйа ва-л ахираҳ. Таваффанӣ муслима-в ва алҳиқнӣ би-с салиҳӣн.",
        "tajik": "Эй Парвардигори ман, маро фармонравоӣ додӣ ва маро илми таъбири хоб омӯхтӣ. Эй офаринандаи осмонҳову замин, ту дар дунёву охират корсози мани. Маро мусалмон бимирон ва қарини шоистагон соз!»"
    },
    {
        "surah": 14,
        "verse": 35,
        "arabic": "وَإِذۡ قَالَ إِبۡرَ ٰ⁠هِیمُ رَبِّ ٱجۡعَلۡ هَـٰذَا ٱلۡبَلَدَ ءَامِنࣰا وَٱجۡنُبۡنِی وَبَنِیَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ\n",
        "transliteration": "Ва из қола Иброҳӣму Раббиҷъал ҳаза-л-балада омина-в ваҷнубнӣ ва банийя ан-н-наъбуда-л-аснам.",
        "tajik": "Ва Иброҳим гуфт: «Эй Парвардигори ман, ин сарзаминро тинҷ гардон ва марову фарзандонамро аз парастиши бутон дур бидор."
    },
    {
        "surah": 14,
        "verse": 38,
        "arabic": "رَبَّنَاۤ إِنَّكَ تَعۡلَمُ مَا نُخۡفِی وَمَا نُعۡلِنُۗ وَمَا یَخۡفَىٰ عَلَى ٱللَّهِ مِن شَیۡءࣲ فِی ٱلۡأَرۡضِ وَلَا فِی ٱلسَّمَاۤءِ\n",
        "transliteration": "Раббана иннака таъламу ма нухфӣ ва ма нуълин. Ва ма яхфа ъалаллоҳи мин шай-ин фи-л-арЗи ва ла фи-с-самаъ.",
        "tajik": "Эй Парвардигори мо, ҳар чиро пинҳон медорем, ё ошкор месозем, Ту ба он огоҳӣ. Ва бар Худо ҳеҷ чиз дар замину осмон пӯшида нест!"
    },
    {
        "surah": 14,
        "verse": 40,
        "arabic": "رَبِّ ٱجۡعَلۡنِی مُقِیمَ ٱلصَّلَوٰةِ وَمِن ذُرِّیَّتِیۚ رَبَّنَا وَتَقَبَّلۡ دُعَاۤءِ\n",
        "transliteration": "Раббиҷъалнӣ муқӣма-с-салати ва мин зуррийятӣ. Раббана ва тақаббал дуъаи.",
        "tajik": "Эй Парвардигори ман, маро ва фарзандони маро барпойдорандагони намоз гардон. Эй Парвардигори мо, дуъои маро бипазир."
    },
    {
        "surah": 14,
        "verse": 41,
        "arabic": "رَبَّنَا ٱغۡفِرۡ لِی وَلِوَ ٰ⁠لِدَیَّ وَلِلۡمُؤۡمِنِینَ یَوۡمَ یَقُومُ ٱلۡحِسَابُ\n",
        "transliteration": "Раббанағфирлӣ ва ли валидайя ва лил муъминӣна явма яқуму-л-ҳисаб.",
        "tajik": "Эй Парвардигори мо, маро ва падару модарам ва ҳамаи мӯъминонро дар рӯзи шумор бибахшоӣ!»"
    },
    {
        "surah": 17,
        "verse": 23,
        "arabic": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوۤا۟ إِلَّاۤ إِیَّاهُ وَبِٱلۡوَ ٰ⁠لِدَیۡنِ إِحۡسَـٰنًاۚ إِمَّا یَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَاۤ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَاۤ أُفࣲّ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلࣰا كَرِیمࣰا\n",
        "transliteration": "Ва қаЗа Раббука алла таъбуду илла иййаҳу ва би-л-валидайни иҳсана. Имма яблуғанна ъиндака-л-кибара аҳадуҳума ав килаҳума фа ла тақул-л-лаҳума уффи-в ва ла танҳарҳумв ва қул лаҳума қавлан карӣма.",
        "tajik": "Парвардигорат муқаррар дошт, ки ҷуз Ӯро напарастед ва ба падару модар некӣ кунед. Ҳар гоҳ то ту зинда ҳастӣ, ҳар ду ё яке аз он ду солхӯрда шаванд, ононро маёзор ва ба дуруштӣ хитоб макун ва бо онон ба икром сухан бигӯй."
    },
    {
        "surah": 17,
        "verse": 24,
        "arabic": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّیَانِی صَغِیرࣰا\n",
        "transliteration": "ВахфиЗ лаҳума ҷанаҳа-з-зулли мина-р-раҳмати ва қу-р-Раббирҳамҳума кама Раббайанӣ сағӣро.",
        "tajik": "Дар баробарашон аз рӯи меҳрубони сари хоксорӣ хам бикун ва бигӯ: «Эй Парвардигори ман, ҳамчунон ки маро дар хурдӣ парвариш доданд, бар онҳо раҳмат овар»."
    },
    {
        "surah": 17,
        "verse": 80,
        "arabic": "وَقُل رَّبِّ أَدۡخِلۡنِی مُدۡخَلَ صِدۡقࣲ وَأَخۡرِجۡنِی مُخۡرَجَ صِدۡقࣲ وَٱجۡعَل لِّی مِن لَّدُنكَ سُلۡطَـٰنࣰا نَّصِیرࣰا\n",
        "transliteration": "Ва қу-р-Рабби адхилнӣ мудхала сидқи-в ва ахриҷнӣ мухраҷа сидқи-в ваҷъал лӣ ми-л ладунка султанан-н-насӣро.",
        "tajik": "Бигӯ: «Эй Парвардигори ман, маро ба ростиву некӯӣ дохил кун ва ба ростиву некӯӣ берун бар ва маро аз ҷониби худ пирӯзиву ёрӣ ато кун!"
    },
    {
        "surah": 18,
        "verse": 10,
        "arabic": "إِذۡ أَوَى ٱلۡفِتۡیَةُ إِلَى ٱلۡكَهۡفِ فَقَالُوا۟ رَبَّنَاۤ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةࣰ وَهَیِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدࣰا\n",
        "transliteration": "Из ава-л-фитяту ила-л-Каҳфи фа қолу Раббана атина ми-л-ладунка раҳмата-в ва ҳаййиъ лана мин амрина рашада.",
        "tajik": "Он гоҳ ки он ҷавонмардон ба ғорҳо паноҳ бурданд ва гуфтанд: «Эй Парвардигори мо, моро аз сӯи худ раҳмат ато кун ва кори моро ба роҳи рост андоз»."
    },
    {
        "surah": 20,
        "verse": 25,
        "arabic": "قَالَ رَبِّ ٱشۡرَحۡ لِی صَدۡرِی\n",
        "transliteration": "Қола Раббишраҳ лӣ садрӣ.",
        "tajik": "Гуфт: «Эй Парвардигори ман, синаи маро барои ман кушода гардон."
    },
    {
        "surah": 20,
        "verse": 26,
        "arabic": "وَیَسِّرۡ لِیۤ أَمۡرِی\n",
        "transliteration": "Ва яссир ли амрӣ.",
        "tajik": "Ва кори маро осон соз."
    },
    {
        "surah": 20,
        "verse": 27,
        "arabic": "وَٱحۡلُلۡ عُقۡدَةࣰ مِّن لِّسَانِی\n",
        "transliteration": "Ваҳлул ъуқдата-м ми-л лисанӣ.",
        "tajik": "Ва гиреҳ аз забони ман бикушой,"
    },
    {
        "surah": 20,
        "verse": 28,
        "arabic": "یَفۡقَهُوا۟ قَوۡلِی\n",
        "transliteration": "Яфқаҳу қавлӣ.",
        "tajik": "то гуфтори маро бифаҳманд."
    },
    {
        "surah": 20,
        "verse": 45,
        "arabic": "قَالَا رَبَّنَاۤ إِنَّنَا نَخَافُ أَن یَفۡرُطَ عَلَیۡنَاۤ أَوۡ أَن یَطۡغَىٰ\n",
        "transliteration": "Қола Раббана иннана нахофу ан яфруза ъалайна ав ан ятғо.",
        "tajik": "Гуфтанд: «Эй Парвардигори мо, бим дорем, ки бар мо зулму ситам кунад ё саркашӣ аз ҳад бигузаронад»."
    },
    {
        "surah": 20,
        "verse": 114,
        "arabic": "فَتَعَـٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن یُقۡضَىٰۤ إِلَیۡكَ وَحۡیُهُۥۖ وَقُل رَّبِّ زِدۡنِی عِلۡمࣰا\n",
        "transliteration": "Фа таъалаллоҳу-л-Малику-л-ҳаққ. Ва ла таъҷал би-л Қур-ани мин қабли ан юқЗа илайка ваҳюҳ. Ва қу-р Рабби зиднӣ ъилма.",
        "tajik": "Пас бартар аст Худои якто- он подшоҳи ростин! Ва пеш аз он ки ваҳй ба поён расад, дар хондани Қуръон шитоб макун. Ва бигӯ: «Эй Парвардигори ман, ба илми ман бияфзой»."
    },
    {
        "surah": 21,
        "verse": 89,
        "arabic": "وَزَكَرِیَّاۤ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِی فَرۡدࣰا وَأَنتَ خَیۡرُ ٱلۡوَ ٰ⁠رِثِینَ\n",
        "transliteration": "Ва Закариййа из нада Раббаҳу Рабби ла тазарнӣ фарда-в ва анта хайру-л-варисӣн.",
        "tajik": "Ва Закариёро ёд кун, он гох ки Парвардигорашро нидо дод: «Эй Парвардигори ман, маро танҳо вомагузор. Ва Ту беҳтарини ворисонӣ!»"
    },
    {
        "surah": 23,
        "verse": 29,
        "arabic": "وَقُل رَّبِّ أَنزِلۡنِی مُنزَلࣰا مُّبَارَكࣰا وَأَنتَ خَیۡرُ ٱلۡمُنزِلِینَ\n",
        "transliteration": "Ва қу-р-Рабби анзилнӣ мунзала-м мубарака-в ва анта хайру-л-мунзилӣн.",
        "tajik": "Ва бигӯ: «Эй Парвардигори ман, маро фуруд овар дар ҷойгоҳе муборак, ки ту беҳтарини фароран- дагонӣ»."
    },
    {
        "surah": 23,
        "verse": 94,
        "arabic": "رَبِّ فَلَا تَجۡعَلۡنِی فِی ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n",
        "transliteration": "Рабби фа ла таҷъалнӣ фи-л қавми-з-золимӣн.",
        "tajik": "Пас, эй Парвардигори ман, маро дар зумраи си- тамкорон қарор мадеҳ»."
    },
    {
        "surah": 23,
        "verse": 97,
        "arabic": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَ ٰ⁠تِ ٱلشَّیَـٰطِینِ\n",
        "transliteration": "Ва қу-р-Рабби аъузу бика мин ҳамазати-ш-шайатӣн.",
        "tajik": "Бигӯ: «Эй Парвардигори ман, аз васвасаҳои шай- тон ба ту паноҳ меоварам."
    },
    {
        "surah": 23,
        "verse": 98,
        "arabic": "وَأَعُوذُ بِكَ رَبِّ أَن یَحۡضُرُونِ\n",
        "transliteration": "Ва аъузу бика Рабби ан яҳЗурун.",
        "tajik": "Ва ба Ту паноҳ меоварам, эй Парвардигори ман, агар назди ман ҳозир оянд!»"
    },
    {
        "surah": 23,
        "verse": 109,
        "arabic": "إِنَّهُۥ كَانَ فَرِیقࣱ مِّنۡ عِبَادِی یَقُولُونَ رَبَّنَاۤ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَیۡرُ ٱلرَّ ٰ⁠حِمِینَ\n",
        "transliteration": "Иннаҳу кана фарӣқу-м мин ъибадӣ яқулуна Раббана аманна фағфир лана варҳамна ва Анта Хайру-р-Роҳимӣн.",
        "tajik": "Оре, гурӯҳе аз бандагони Ман мегуфтанд: «Эй Парвардигори мо, имон овардем, моро бибахшо ва бар мо раҳмат овар, ки Ту беҳтарини раҳмоваран- дагонӣ»."
    },
    {
        "surah": 23,
        "verse": 118,
        "arabic": "وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَیۡرُ ٱلرَّ ٰ⁠حِمِینَ\n",
        "transliteration": "Ва қу-р Раббиғфир варҳам ва Анта Хайру-р-роҳимӣн.",
        "tajik": "Ва бигӯ: «Эй Парвардигори ман, бибахшову раҳ- мат кун ва Ту беҳтарини раҳматкунандагон ҳас- тӣ!»"
    },
    {
        "surah": 25,
        "verse": 65,
        "arabic": "وَٱلَّذِینَ یَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا\n",
        "transliteration": "Ва-л-лазӣна яқулуна Раббанасриф ъанно ъазоба Ҷаҳаннам. Инна ъазобаҳо кона ғаромо",
        "tajik": "Ва онон, ки мегӯянд: «Эй Парвардигори мо, азоби ҷаҳаннамро аз мо бигардон, зеро азоби ҷаҳаннам азобест доим!"
    },
    {
        "surah": 25,
        "verse": 66,
        "arabic": "إِنَّهَا سَاۤءَتۡ مُسۡتَقَرࣰّا وَمُقَامࣰا\n",
        "transliteration": "Иннаҳо саат мустақарра-в ва муқомо",
        "tajik": "\"Ҷаҳаннам бад кароргоҳу бад маконест»."
    },
    {
        "surah": 25,
        "verse": 74,
        "arabic": "وَٱلَّذِینَ یَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَ ٰ⁠جِنَا وَذُرِّیَّـٰتِنَا قُرَّةَ أَعۡیُنࣲ وَٱجۡعَلۡنَا لِلۡمُتَّقِینَ إِمَامًا\n",
        "transliteration": "Ва-л-лазӣна яқулуна Раббано ҳаб лано мин азвоҷино ва зурриййотино қуррата аъюни-в ваҷъално лил муттақӣна имомо",
        "tajik": "Ва онон, ки мегӯянд: «Эй Парвардигори мо, аз ҳамсарону фарзандонамон дилҳои моро шод дор ва моро пешвон! парҳезгорон гардон!»"
    },
    {
        "surah": 26,
        "verse": 83,
        "arabic": "رَبِّ هَبۡ لِی حُكۡمࣰا وَأَلۡحِقۡنِی بِٱلصَّـٰلِحِینَ\n",
        "transliteration": "Рабби ҳаб лӣ ҳукма-в ва алҳиқнӣ би-с-солиҳӣн",
        "tajik": "Эй Парвардигори ман, маро ҳикмат бахш ва маро ба шоистагон бипайванд."
    },
    {
        "surah": 26,
        "verse": 84,
        "arabic": "وَٱجۡعَل لِّی لِسَانَ صِدۡقࣲ فِی ٱلۡـَٔاخِرِینَ\n",
        "transliteration": "Ваҷъал лӣ лисона сидқин фи-л-охирӣн",
        "tajik": "Ва зикри неки маро дар даҳони ояндагон андоз"
    },
    {
        "surah": 26,
        "verse": 85,
        "arabic": "وَٱجۡعَلۡنِی مِن وَرَثَةِ جَنَّةِ ٱلنَّعِیمِ\n",
        "transliteration": "Ваҷъалнӣ ми-в варасати Ҷаннати-н-наъӣм",
        "tajik": "ва маро аз ворисони биҳишти пурнеъмат қарор деҳ"
    },
    {
        "surah": 26,
        "verse": 86,
        "arabic": "وَٱغۡفِرۡ لِأَبِیۤ إِنَّهُۥ كَانَ مِنَ ٱلضَّاۤلِّینَ\n",
        "transliteration": "Вағфир ли аби иннаҳу кона мина-З-Зцллӣн",
        "tajik": "ва падарамро биёмурз, ки аз гумроҳон аст"
    },
    {
        "surah": 26,
        "verse": 87,
        "arabic": "وَلَا تُخۡزِنِی یَوۡمَ یُبۡعَثُونَ\n",
        "transliteration": "Ва ло тухзинӣ явма юбъасун",
        "tajik": "ва дар рӯзи қиёмат маро расво масоз,"
    },
    {
        "surah": 26,
        "verse": 88,
        "arabic": "یَوۡمَ لَا یَنفَعُ مَالࣱ وَلَا بَنُونَ\n",
        "transliteration": "Явма ло янфаъу молу-в ва ло банун",
        "tajik": "рӯзе, ки на мол нафъ медиҳад ва на фарзандон,"
    },
    {
        "surah": 26,
        "verse": 89,
        "arabic": "إِلَّا مَنۡ أَتَى ٱللَّهَ بِقَلۡبࣲ سَلِیمࣲ\n",
        "transliteration": "Илло ман аталлоҳа би қалбин салӣм",
        "tajik": "ғайри он кас, ки бо қалбе покиза аз ширк ба назди Худо биёяд!»"
    },
    {
        "surah": 26,
        "verse": 169,
        "arabic": "رَبِّ نَجِّنِی وَأَهۡلِی مِمَّا یَعۡمَلُونَ\n",
        "transliteration": "Рабби наҷҷинӣ ва аҳлӣ мим мо яъмалун",
        "tajik": "Эй Парвардигори ман, маро ва касонамро аз оқибати амале, ки мекунанд, наҷот бахш!»"
    },
    {
        "surah": 27,
        "verse": 19,
        "arabic": "فَتَبَسَّمَ ضَاحِكࣰا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِیۤ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِیۤ أَنۡعَمۡتَ عَلَیَّ وَعَلَىٰ وَ ٰ⁠لِدَیَّ وَأَنۡ أَعۡمَلَ صَـٰلِحࣰا تَرۡضَىٰهُ وَأَدۡخِلۡنِی بِرَحۡمَتِكَ فِی عِبَادِكَ ٱلصَّـٰلِحِینَ\n",
        "transliteration": "Фа табассама Зоҳика-м мин қавлиҳо ва қола Рабби авзиъни ан ашкура ниъматака-л-лати анъамта ъалайя ва ъало волидайя ва ан аъмала солиҳан тарЗоҳу ва адхилнӣ би раҳматика фӣ ъибодика-с-солиҳӣн",
        "tajik": "Сулаймон аз сухани ӯ лабханд заду гуфт: «Эй Парвардигори ман, маро тавфиқ деҳ то шукри неъмати туро, ки бар ман ва падару модари ман арзонӣ доштаӣ, ба ҷой оварам ва корҳои шоистае кунам, ки ту хушнуд шавӣ ва маро ба раҳмати худ дар шумори бандагони шоистаат даровар!»"
    },
    {
        "surah": 28,
        "verse": 16,
        "arabic": "قَالَ رَبِّ إِنِّی ظَلَمۡتُ نَفۡسِی فَٱغۡفِرۡ لِی فَغَفَرَ لَهُۥۤۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِیمُ\n",
        "transliteration": "Қола Рабби иннӣ заламту нафсӣ фағфир-лӣ фа ғафара лаҳ. Иннаҳу Ҳува-л-Ғафуру-р-Раҳӣм",
        "tajik": "Гуфт: «Эй Парвардигори ман, ман ба худ ситам кардам. Маро бибахшой». Ва Худояш бибахшид. Зеро бахшояндаву меҳрубон аст!"
    },
    {
        "surah": 28,
        "verse": 21,
        "arabic": "فَخَرَجَ مِنۡهَا خَاۤىِٕفࣰا یَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِی مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n",
        "transliteration": "Фа хараҷа минҳо хоифа-н ятараққаб. Қола Рабби      наҷҷинӣ    мина-л-қавми-з-золимӣн",
        "tajik": "Тарсону нигарон аз шаҳр берун шуд. Гуфт: «Эй Парвардигори ман, маро аз ситамкорон наҷот деҳ!»"
    },
    {
        "surah": 28,
        "verse": 24,
        "arabic": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰۤ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّی لِمَاۤ أَنزَلۡتَ إِلَیَّ مِنۡ خَیۡرࣲ فَقِیرࣱ\n",
        "transliteration": "Фа сақо лаҳумо сумма тавалла ила-з-зилли фа қола Рабби иннӣ ли ма анзалта илайя мин хайрин фақӣр",
        "tajik": "Гӯсфандонро об дод. Сипас ба соя бозгашту гуфт: «Эй Парвардигори ман, ман ба он неъмате, ки бароям мефиристӣ, мӯҳтоҷам»."
    },
    {
        "surah": 29,
        "verse": 30,
        "arabic": "قَالَ رَبِّ ٱنصُرۡنِی عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِینَ\n",
        "transliteration": "Қола  Раббинсурнӣ  ъала-л-қавми-л муфсидӣн",
        "tajik": "Гуфт: «Эй Парвардигори ман, маро бар мардуми табахкор (расодкор) нусрат деҳ!»"
    },
    {
        "surah": 35,
        "verse": 34,
        "arabic": "وَقَالُوا۟ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِیۤ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورࣱ شَكُورٌ\n",
        "transliteration": "Ва Қолу-л-ҳамду лиллоҳи-л-лази азҳаба ъанна-л-ҳазан. Инна Раббано ла Ғафурун Шакур",
        "tajik": "Ва мегӯянд: «Шукр Худоро, ки андӯҳ аз мо дур кард, зеро Парварднгори мо бахшояндаву шукрпазир аст!"
    },
    {
        "surah": 37,
        "verse": 100,
        "arabic": "رَبِّ هَبۡ لِی مِنَ ٱلصَّـٰلِحِینَ\n",
        "transliteration": "Рабби ҳаб лӣ мина-с солиҳӣн",
        "tajik": "Эй Парвардигори ман, маро фарзанде солеҳ ато кун!»"
    },
    {
        "surah": 40,
        "verse": 7,
        "arabic": "ٱلَّذِینَ یَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ یُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَیُؤۡمِنُونَ بِهِۦ وَیَسۡتَغۡفِرُونَ لِلَّذِینَ ءَامَنُوا۟ۖ رَبَّنَا وَسِعۡتَ كُلَّ شَیۡءࣲ رَّحۡمَةࣰ وَعِلۡمࣰا فَٱغۡفِرۡ لِلَّذِینَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِیلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِیمِ\n",
        "transliteration": "Ал-лазӣна яҳмилуна-л-Ъарша ва ман ҳавлаҳу юсаббиҳуна би ҳамди Раббиҳим ва юъминуна биҳӣ ва ястағфируна лил лазӣна оману Раббано васиъта кулла шай-и-р раҳмата-в ва ъилман фағфир лил лазӣна тобу  ва-т-табаъу  сабӣлака  ва   Қиҳим  ъазоба-л-Ҷаҳӣм",
        "tajik": "Онон, ки аршро мебардоранд ва онон, ки бар гирди он ҳастанд, ба ситоиши Парвардигорашон тасбеҳ, мегӯянд ва ба Ӯ имон доранд ва аз Ӯ барои мӯъминон бахшоиш мехоҳанд: «Эй Парварднгори мо, раҳмату илми Ту ҳама чизро фаро гирифтааст. Пас ононро, ки тавба кардаанд ва ба роҳи ту омадаанд, бибахш ва аз азоби ҷаҳаннам нигаҳ дор!"
    },
    {
        "surah": 40,
        "verse": 8,
        "arabic": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّـٰتِ عَدۡنٍ ٱلَّتِی وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَاۤىِٕهِمۡ وَأَزۡوَ ٰ⁠جِهِمۡ وَذُرِّیَّـٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
        "transliteration": "Раббано ва адхилҳум ҷанноти ъаднини-л-латӣ ваъаттаҳум ва ман салаҳа мин обаиҳим ва азвоҷиҳим ва зурриййотиҳим. Иннака анта-л Ъазӣзу-л-ҳакӣм",
        "tajik": "Ва эй Парвардигори мо, ононро ва ҳар кӣ солеҳ бошад, аз падарону ҳамсарон ва фарзандонашон ба биҳиштҳои ҷовидонӣ, ки ба онҳо ваъда додаӣ, дохил кун, ки Ту ғолибу ҳакими!"
    },
    {
        "surah": 46,
        "verse": 15,
        "arabic": "وَوَصَّیۡنَا ٱلۡإِنسَـٰنَ بِوَ ٰ⁠لِدَیۡهِ إِحۡسَـٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهࣰا وَوَضَعَتۡهُ كُرۡهࣰاۖ وَحَمۡلُهُۥ وَفِصَـٰلُهُۥ ثَلَـٰثُونَ شَهۡرًاۚ حَتَّىٰۤ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِینَ سَنَةࣰ قَالَ رَبِّ أَوۡزِعۡنِیۤ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِیۤ أَنۡعَمۡتَ عَلَیَّ وَعَلَىٰ وَ ٰ⁠لِدَیَّ وَأَنۡ أَعۡمَلَ صَـٰلِحࣰا تَرۡضَىٰهُ وَأَصۡلِحۡ لِی فِی ذُرِّیَّتِیۤۖ إِنِّی تُبۡتُ إِلَیۡكَ وَإِنِّی مِنَ ٱلۡمُسۡلِمِینَ\n",
        "transliteration": "Ва вассайна-л-инсона би волидайҳи иҳсоно. ҳамалатҳу уммуҳу курҳа-в ва ваЗаъатҳу курҳо. Ва ҳамлуҳу ва фисолуҳу салосуна шаҳро. ҳатта изо балаға ашуддаҳу ва балаға арбаъӣна санатан қола Рабби авзиъни ан ашкура ниъматака-л-лати анъамта ъалайя ва ъало волидайя ва ан аъмала солиҳан тарЗоҳу ва аслиҳ лӣ фӣ зуррийяти. Иннӣ тубту илайка ва иннӣ мина-л-муслимӣн",
        "tajik": "Одамиро ба некӣ кардан бо падару модари худ супориш кардем. Модараш бори ӯро ба душворӣ бардошт ва ба душворӣ бар замин ниҳод. Ва муддати ҳамл то аз шир бозгирифтанаш сӣ моҳ аст то чун ба синни ҷавонӣ расад ва ба чиҳилсолагӣ дарояд, гӯяд: «Эй Парвардигори ман, ба ман биёмӯз то шукри неъмате, ки бар ман ва бар падару модарам ато кардаӣ, ба он ҷой орам. Коре шоиста бикунам, ки Ту аз он хушнуд шавӣ ва фарзандони маро солеҳ кун. Ман ба Ту бозгаштам ва аз таслимшудагонам»."
    },
    {
        "surah": 59,
        "verse": 10,
        "arabic": "وَٱلَّذِینَ جَاۤءُو مِنۢ بَعۡدِهِمۡ یَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَ ٰ⁠نِنَا ٱلَّذِینَ سَبَقُونَا بِٱلۡإِیمَـٰنِ وَلَا تَجۡعَلۡ فِی قُلُوبِنَا غِلࣰّا لِّلَّذِینَ ءَامَنُوا۟ رَبَّنَاۤ إِنَّكَ رَءُوفࣱ رَّحِیمٌ\n",
        "transliteration": "Ва-л-лазӣна ҷйу мин баъдиҳим яқулуна   Раббанағфир лано ва ли ихвонина-л-лазӣна сабақуно би-л-ӣмони ва ло таҷъал фӣ қулубино ғилла-л лил лазӣна оману Раббана иннака Рауфу-р-Раҳӣм",
        "tajik": "Касоне, ки аз паси онҳо омадаанд, мегӯянд: «Эй Парвардигори мо, мову бародарони моро, ки пеш аз мо имон овардаанд, бибахшо ва кинаи касонеро, ки имон овардаанд, дар дили мо ҷой мадеҳ. Эй Парвардигори мо, ту мушфиқу меҳрубон ҳастӣ!»"
    },
    {
        "surah": 60,
        "verse": 4,
        "arabic": "قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةࣱ فِیۤ إِبۡرَ ٰ⁠هِیمَ وَٱلَّذِینَ مَعَهُۥۤ إِذۡ قَالُوا۟ لِقَوۡمِهِمۡ إِنَّا بُرَءَ ٰۤ⁠ ؤُا۟ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَیۡنَنَا وَبَیۡنَكُمُ ٱلۡعَدَ ٰ⁠وَةُ وَٱلۡبَغۡضَاۤءُ أَبَدًا حَتَّىٰ تُؤۡمِنُوا۟ بِٱللَّهِ وَحۡدَهُۥۤ إِلَّا قَوۡلَ إِبۡرَ ٰ⁠هِیمَ لِأَبِیهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَاۤ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَیۡءࣲۖ رَّبَّنَا عَلَیۡكَ تَوَكَّلۡنَا وَإِلَیۡكَ أَنَبۡنَا وَإِلَیۡكَ ٱلۡمَصِیرُ\n",
        "transliteration": "Қад конат лакум усватун ҳасанатуu фh Иброҳӣма ва-л лазӣна маъаҳу из қолу ли қавмиҳим инно бурайу миuкум ва мим мо таъбудуна миu дуниллоҳи кафарно бикум ва бадо байнано ва байнакуму-л-ъадовату ва-л бағДщу абадан ҳатто туъмину биллоҳи ваҳдаҳу илло қавла Иброҳӣма ли абӣҳи ла астағфиранна лака ва ма амлику лака миналлоҳи миu шанъ. Раббано ъалайка таваккално ва илайка анабно ва илайка-л-масӣр",
        "tajik": "Иброҳим ва касоне, ки бо вай буданд, он гоҳ ки ба қавми худ гуфтанд, ки мо аз шумо ва аз он чӣ ҷуз Худои якто мепарастед, безорем ва шуморо кофир мешуморем ва миёни мову шумо ҳамеша душманиву бадбинӣ хоҳад буд, то вақте ки ба Худои якто имон биёваред, бароятон некӯ муқтадое (пешвое) буданд. Магар он гоҳ ки Иброҳим падарашро гуфт, ки барои ту бахшоиш металабам, зеро наметавонам азоби Худоро аз ту дафъ кунам. Эй Парвардигори мо, бар Ту таваккал кардем ва ба Ту рӯй овардем ва ба сӯи туст бозгашт!"
    },
    {
        "surah": 60,
        "verse": 5,
        "arabic": "رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةࣰ لِّلَّذِینَ كَفَرُوا۟ وَٱغۡفِرۡ لَنَا رَبَّنَاۤۖ إِنَّكَ أَنتَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
        "transliteration": "Раббано ло таҷъално фитната-л лил лазӣна кафару вағфир лано Раббано. Иннака Аuта-л-Ъазӣзу-л-ҳакӣм",
        "tajik": "Эй Парвардигори мо, моро чунон макун, ки кофирон хор дорандамон. Ва моро бибахшо, ки Ту ғолибу ҳакимӣ!"
    },
    {
        "surah": 66,
        "verse": 8,
        "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ تُوبُوۤا۟ إِلَى ٱللَّهِ تَوۡبَةࣰ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن یُكَفِّرَ عَنكُمۡ سَیِّـَٔاتِكُمۡ وَیُدۡخِلَكُمۡ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ یَوۡمَ لَا یُخۡزِی ٱللَّهُ ٱلنَّبِیَّ وَٱلَّذِینَ ءَامَنُوا۟ مَعَهُۥۖ نُورُهُمۡ یَسۡعَىٰ بَیۡنَ أَیۡدِیهِمۡ وَبِأَیۡمَـٰنِهِمۡ یَقُولُونَ رَبَّنَاۤ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَاۤۖ إِنَّكَ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣱ\n",
        "transliteration": "Йа айюҳа-л-лазӣна оману тубу илаллоҳи тавбатан-н-насуҳан ъасо Раббукум ан-юкаффира ъаuкум саййиотикум ва юдхилакум ҷаннотиu таҷрӣ миu таҳтиҳа-л-анҳору явма ло юхзиллоҳу-н набийя ва-л-лазӣна оману маъаҳ. Нуруҳум ясъо байна айдӣҳим ва би аймониҳим яқулуна Раббана атмим лано нурано вағфир лано. Иннака ъало кулли шай-иu қадӣр",
        "tajik": "Эй касоне, ки имон овардаед, ба даргоҳи Худо тавба кунед, тавбае аз рӯи ихлос. Бошад, ки Парвардигоратон гуноҳонатонро маҳв (дур) кунад ва шуморо ба биҳиштҳое дохил кунад, ки дар он наҳрҳо ҷорист. Дар он рӯз Худо паёмбар ва касонеро, ки бо ӯ имон овардаанд, хору зор накунад ва нурашон пешопеш ва самти росташон дар ҳаракат бошад. Мегӯянд: «Эй Парвардигори мо, нури моро барои мо ба камол расон ва моро бибахшой, ки Ту бар ҳар коре тавоно ҳастӣ!»"
    },
    {
        "surah": 66,
        "verse": 11,
        "arabic": "وَضَرَبَ ٱللَّهُ مَثَلࣰا لِّلَّذِینَ ءَامَنُوا۟ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِی عِندَكَ بَیۡتࣰا فِی ٱلۡجَنَّةِ وَنَجِّنِی مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِی مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n",
        "transliteration": "Ва Дарабаллоҳу масала-л лил лазӣна оманумраата Фиръавна из қолат Раббибни лӣ ъиuдака байтаu фи-л-Ҷаннати ва наҷҷинӣ миu Фиръавна ва ъамалиҳӣ ва наҷҷинӣ мина-л қавми-з-золимӣн",
        "tajik": "Ва Худо барои касоне, ки имон овардаанд, зани Фиръавнро мисол меорад, он гоҳ ки гуфт: «Эй Парвардигори ман, барои ман дар биҳишт назди Худ хонае бино кун ва маро аз Фиръавн ва амалаш наҷот деҳ ва маро аз мардуми золим бираҳон!»"
    },
    {
        "surah": 71,
        "verse": 26,
        "arabic": "وَقَالَ نُوحࣱ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَـٰفِرِینَ دَیَّارًا\n",
        "transliteration": "Ва қола Нуҳу-р-Рабби ло тазар ъала-л-арДи мина-л-кофирӣна даййоро",
        "tajik": "Ва Нӯҳ гуфт: «Эй Парвардигори ман, бар рӯи замин ҳеҷ як аз кофиронро магузор,"
    },
    {
        "surah": 71,
        "verse": 28,
        "arabic": "رَّبِّ ٱغۡفِرۡ لِی وَلِوَ ٰ⁠لِدَیَّ وَلِمَن دَخَلَ بَیۡتِیَ مُؤۡمِنࣰا وَلِلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِۖ وَلَا تَزِدِ ٱلظَّـٰلِمِینَ إِلَّا تَبَارَۢا\n",
        "transliteration": "Раббиғфир лӣ ва ли волидайя ва ли маu дахала байтия муъмина-в ва лил муъминӣна ва-л-муъминоти ва ло тазиди-з золимӣна илло таборо",
        "tajik": "Эй Парвардигори ман, марову падару модарамро ва ҳар киро бо имон ба хонаи ман ворид шавад ва низ мардони мӯъмину занони мӯъминро бибахшо ва ситамкоронро ҷуз ба ҳалокаташон маяфзой!»"
    }
]