[
  {
    "id": 1,
    "number": 1,
    "name_arabic": "الفاتحة",
    "name_tajik": "Фотиҳа",
    "name_english": "Al-Fatihah",
    "revelation_type": "Meccan",
    "verses_count": 7,
    "description": "Сураи Фотиҳа сураи 1-уми Қуръон буда, дар Маккаи мукаррама нозил шуда, аз 7 оят иборат аст.\r\nИн сура бо чанд ном зикр мешавад. Яке аз онҳо «Фотиҳа» аст. Маънои «Фотиҳа» - кушоиш аст. «Фотиҳа» барои он гӯянд, ки Қуръони маҷид бо он оғоз гардидааст. Номи дигари ин сура «Сабъатулмасонӣ» аст. Ба ин хотир, ки он аз ҳафт оят иборат буда, ҳеҷ намозе нест, ки ҳадди ақал он ду бор хонда нашавад. Бо ривояте он ҳафт оят буда, ду бор ба Расули Худо (ﷺ) нозил шудааст. Ҳамчунин онро «Уммул китоб» (модари китоб) ҳам мегӯянд, зеро ки Расулуллоҳ (ﷺ) гуфтаанд: \"Ал-ҳамду лиллоҳи Рабби-л-ъоламон\" - афзали оятҳои Қуръон аст.\r\nЧуноне ки дар ҳадис аз Имом Аҳмад ибни Ҳанбал омадааст, Убай ибни Каъб дар ҳузури Пайғамбарамон сураи «Фотиҳа»-ро хонданд. Он ҳазрат (с) гуфтанд: \"Қасам ба Зоте, ки ҷони ман дар яду қудрати ӯст, Аллоҳтаъоло на дар «Таврот», на дар «Инҷил», на дар «Забур» ва на дар «Фурқон» (Қуръон) мисли ин сураеро фуруд наовардааст\". Ин сухани Расулуллоҳ (ﷺ) бар афзалияти сураи «Фотиҳа» далолат мекунад.\r\nИнчунин дар ҳадиси ривояткардаи Имом Тирмизӣ аз Убай ибни Каъб Пайғамбарамон (ﷺ) гуфтанд: \"Тамоми Қуръонро дар ин як сура, яъне дар сураи «Фотиҳа» маънидод метавон кард\". Шояд аз ҳамин ҷиҳат ӯро \"Уммул китоб\" гӯянд.\r\nРивоят аст, ки саҳобагони Расул (ﷺ) назди қавме рафтанд. Он қавм иззати саҳобагонро дар муомилот ба ҷо наоварданд ва нисбати онҳо беэътиноӣ зоҳир намуданд. Дар ҳамин ҳолат сардори он қавмро газандае неш зад, сарвари қавм захми заҳролуд бардошт. Барои наҷоти ӯ ба саҳобагони Расул (ﷺ) муроҷиат намуданд. Саҳобагон шарт ба миён гузоштанд, ки дар ивази \"Руқия\"-(табобат ба воситаи тиловати оятҳои Қуръон) иддае чаҳорпо подош бояд бигиранд. \tМурод аз шарти асҳоб ин буд, ки шояд он қавм аз раъйи худ бозгарданд, чунки аз Расулуллоҳ (ﷺ) шунида буданд: \"Қуръонро хонеду аз музди он махӯред!\".\r\nАммо чун захмхӯрда баргузидаи қавм ва ҳам сарватманд буд, онҳо шарти гузоштаи саҳобагонро қабул карданд. Пас асҳоби гиромӣ бо сураи «Фотиҳа» саркардаи он қавмро \"Руқия\" намуданд ва Худованд ба сабаби ин сураи муборак ба ӯ шифо бахшид. Чун ин хабар ба Расули Худо (ﷺ) расид, ӯ руқияро рад накард ва иҷозати аз он ҳақ гирифтанро дод. Валлоҳу аълам.\r\nХулоса, дар фазилати сураи мазкур ҳадисҳо ва ривоятҳои зиёде ворид шудааст. Аммо имконнопазир аст, ки ҳамаи он дар ин шарҳи мухтасар ҷой карда шавад. \r\nУмед аз Худо дорем, ки дар оянда дар ин боб чун садақаи ҷория ба хонандагони азиз боз ҳам маълумоти бештаре ҷамъ карда бинависем.",
    "revelation_order": 5
  },
  {
    "id": 2,
    "number": 2,
    "name_arabic": "البقرة",
    "name_tajik": "Бақара",
    "name_english": "Al-Baqarah",
    "revelation_type": "Medinan",
    "verses_count": 286,
    "description": "Ин сура бо ҷамии оятҳои худ, бидуни шакку шубҳа дар Мадина нозил шудааст, ки он сураи 2-юми Қуръон буда, аз 286 оят иборат аст.\r\nНоми сура ба таври мутлақ аз оятҳои 67-73-уми ҳамин сура гирифта шудааст. Сураи мазкур аз дарозтарин сураҳои Қуръон буда, аз рӯи мазмуни худ бо сураҳои дар Мадина нозилшуда монанд буда, он низому қонунҳоеро ки инсонҳо дар пиёда кардани ҳаёти иҷтимоии хеш ба онҳо ниёз доранд, баён месозад. Сураи «Бақара» бузургтарин ҳукмҳои шариъатро мисли ақида, ибодат, муъомилот, ахлоқ, муносибати зану шавҳар, талоқ, идда, ило, қарз ва монанди инҳоро дар бар мегирад. Дар ибтидо ҳарфе чанд, яъне 4 ояти он сифати мӯъминонро ва 2 ояти он одати кофиронро ва 13 ояти он ахлоқи мунофиқонро баён карда, ҳақиқати имон ва куфру нифоқро равшан месозад. (Т.Ҷалолайн.). Яъне сураи мазкур бо услуби хос байни аҳли саодат (некбахтон) ва аҳли шақоват (бадбахтон) фарқ гузошта, онҳоро аз ҳамдигар ошкоро ҷудо сохтааст.\r\nБаъдан суханро аз пайдоиши Абу-л-башар, яъне Одам (а) оғоз намуда, ҳодисаҳои аҷоиби дар он айём гузаштаро зикр карда, бо санаду далелҳо собит месозад, ки Аллоҳтаъоло навъи башарро гиромӣ доштааст. Дар ҳақиқат агар ба ин сура назар намоем, мебинем, ки аз се як ҳиссаи онро аҳволи аҳли китоб дар бар гирифтааст. Ба хоса аҳволи гузаштагони бани Исроилро дар маърази хонанда қарор медиҳад. Сабаб он аст, ки авлоди онҳо дар Мадинаи мунаввара, дар ҳамсоягии мӯъминон иқомат дошта, онҳо баҳри заъиф сохтани шариати Муҳаммад (с) алайҳи мусалмонон найрангҳоро ба кор мебурданд. Яъне пинҳонкорӣ ва даст доштан ба фисқу фасоди онҳо барои мӯъминон хатари бузургро ба миён овард, ки ин далели шикастани аҳднома, миёни бани Исроил ва мӯъминон гардид. Сураи муборака иттилоъ медиҳад, ки мӯъминон сари вақт аз макри онҳо огоҳ гашта, хатари ба миёномадаро дафъ сохтанд.\r\nДавоми сура амрҳои шаръиеро дар бар гирифтааст, ки мусулмонони аввал ва имрӯзу оянда барои давлатдориашон чун дастури Раббонӣ ба онҳо ниёз доранд. Яъне ин амру дастур вобаста ба он давру замон набуда, балки доимо як амали зарурӣ буда, дар навбати худ иҷрои онҳо ҳам ибодат аст. Ин аст, ки ин сура қонунҳои шаръиро ба таври муфассал шарҳ додаву риояи онҳоро барои мӯъминон ҳатмӣ арзёби кардааст. Аз ҷумла, ҳукмҳои рӯзаро бо фаслҳои вобаста ба он, аҳкоми ҳаҷ ва умра, ҳукмҳои ҷиҳод дар роҳи Аллоҳ, аҳволи оиладорӣ ва ончи вобаста ба издивоҷ, мисли талоқ, разоъ, идда, ҳалол набудани никоҳи зани мушрика, манъ будани алоқаи ҷинсии мардон бо занон дар ҳолати ҳайз ва ғайраро, ки барои танзими ҳаёти иҷтимоии ҷамии мардум дар навбати аввал лозим аст, мавриди баррасӣ қарор додааст.\r\nМасъалаи дигаре, ки ин сура сари он ҳарф мезанад, ин рибо (изофахӯрӣ, прооент) аст, ки имрӯзҳо як масъалаи ниҳоят доғи ҷамоъаи инсонҳо, ба хусус мусулмонҳо гаштааст. Ҳар инсоне, ки ба чунин муомилаҳо сари кор дорад ва бо мақсади рибохӯрӣ чизеро тақдим медорад, аз тарафи Аллоҳтаъоло бо ӯ ва шахсони монанди ӯ то аз чунин амали ғайришаръӣ даст кашиданашон, ҳарб (мубориза) эълон карда шудааст. Илова бар ин, сураи муборака бо он рӯзе, ки хабар омадани он инсонҳоро дар тарсу ҳарос меоварад, яъне рӯзи қиёмат, хосс рибохӯронро дар бораи даҳшати чунин рӯз бо ояте ҳушдор дода таъкид кардааст, ки аз изофахӯрӣ даст кашанд. Баъди итмоми рисолати худ ва ба мардум расонидани амонати Худо (ҷ) Муҳаммад (ﷺ) ба сӯйи ҷивори Парвардигори худ реҳлат намуданд.\r\nХатми сура таваҷҷӯҳро ба он ҷалб месозад, ки инсонҳо ба сӯйи Аллоҳ (ҷ) дар тавбаю тазаррӯъ бошанд ва барои саодати дунёву охирати худ дуоҳо низ намоянд. Сура бо баёни сифати мӯъминон оғоз ва ба дуои онҳо ба поён расидааст.\r\nАммо дар боби фазилати сураи «Бақара» ҳазрати Расулуллоҳ (ﷺ) чунин фармудаанд: \"Ло таҷъалу буютакум мақобир, инна-ш-шайтона янфуру минал байти-л-лази туқрау фиҳи суратул Бақараҳ\" (тахриҷи Муслим ва Тирмизӣ), яъне Расулуллоҳ (ﷺ) фармудаанд, ки \"Хонаҳои худро мисли мақбара магардонед, албатта, шайтон аз хонае, ки дар он сураи «Бақара» хонда мешавад, мегурезад.\" Дар Саҳеҳи Муслим, дар ҳадиси дигар аз Расулуллоҳ (ﷺ) омадааст: \"Иқрау сурата-л-Бақарата фа инна ахзаҳа баракатун ва таркуҳа ҳасратун ва ла ястатиъҳа-л-батлату\", Яъне, Расулуллоҳ (ﷺ) фармудаанд: \"Сураи Бақараро хонед, зеро бо худ гирифтани ин сура баракат аст ва тарки он ҳасрат аст ва соҳирон ба хонандаи ин сура ба иҷрои коре қодир шуда наметавонанд\". Яъне дар хонае ин сура хонда шавад, сеҳри соҳирон (сеҳргарон), иншоаллоҳ, таъсир намекунад.\r\nИн буд нигоҳе мухтасар ба мундариҷаи ин сураи муборака. Ва лиллоҳил ҳамд вал миннаҳ.",
    "revelation_order": 87
  },
  {
    "id": 3,
    "number": 3,
    "name_arabic": "آل عمران",
    "name_tajik": "Оли Имрон",
    "name_english": "Aal-Imran",
    "revelation_type": "Medinan",
    "verses_count": 200,
    "description": "\"Оли Имрон\" ном бурдани ин сураи муборак барои он аст, ки дар он қисса ва фазилати оилаи Имрон, ки ӯ падари Марям (а) буд, зикр мешавад.\r\nАксари мардуми диндор, қатъи назар аз он ки дар кадом дине бошанд, медонанд, ки Марям модари Исо (а) аст. Фазилати сураи мазкур, чунонеки Аннавос бинни Самъон ривоят мекунад, дар он аст, ки номбурда мегӯяд, аз Расулуллоҳ (с) шунидам, ки гуфтанд: «Рӯзи қиёмат чун Қуръону аҳли онро, ки ба Қуръон амал кардаанд, оварда шаванд, пешопеши онҳо сураи \"Бақара\" ва \"Оли Имрон\" меоянд\". (Mуслим).\r\nСураи “Оли Имрон” дар Мадинаи Мунаввара нозил шуда, баъди сураи Бақара аз сураҳои дарозтарини Қуръон ба ҳисоб меравад. Сураи муборак ба рукнҳои асосии шаръӣ аҳамият дода, хусусан ба рукни ақидавӣ, бо овардани далелҳои шаръӣ аҳамияти хоссе медиҳад. Яъне барои ваҳдонияти Аллоҳтаъолоро донистан далелҳои асосии шаръиро пешниҳод сохта ва дар идомаи он хусусан далелҳои ба ҷиҳод дар роҳи ризои Аллоҳ далолаткунандаро пешкаши хонанда мегардонад. Барои исбот кардани ваҳдонияти Аллоҳтаъоло ва ҳаққ будани пайғамбарии Муҳаммад (с) ва росту дуруст будани Қуръон дар ин сура оятҳое нозил шудааст, ки он шубҳаҳоеро, ки аҳли китоб алайҳи Ислому Қуръон ва фаъолияти Муҳаммад (с) зоҳир намуданд, рад мекунад. Ин ҳақиқат аст, ки сураи “Бақара” аҳволи гурӯҳи аввали аҳли китобро, яъне яҳудиёнро дар бар гирифта, он нияти хабисе (нопоке), ки онҳо дар барои Ислому муслимин доштанду онро пӯшида нигоҳ медоштанд, зикр менамояд. Дар баробари ин сураи “Оли Имрон” аҳволи гурӯҳи дигареро аз аҳли китоб, ки онҳо (насоро) дар шаъни Исо (а) ҷидол намуда, ӯ (а)-ро Худо мешумориданду рисолати Пайғамбари охируззамон (с) ва Қуръонро инкор доштанд, дар бар мегирад. Тақрибан нисфи сураи “Оли Имрон” аз аҳволи онҳо сухан мекунад.\r\nИн сура ба он шубҳаҳое, ки гурӯҳи дувуми аҳли китоб доранд, равшанӣ андохта, алайҳи онҳо бо далелҳои равшану раднопазир муборизаи беамон мебарад, хусусан зидди он шубҳаҳое, ки аҳли китоб атрофи ҳоли Марям (а) ва Исо (а) доранд. Баъзе ишораҳо ва таҳрифоти яҳудиҳо ҳам зимни чунин далелҳои раднопазир меояд ва мусалмонҳоро аз макру дасисаҳои аҳли китоб барҳазар мекунонад. Баъдан баъзе аҳкоми шариатро мисли фарз будани ҳаҷ, дар ҳолатҳои махсус фарз будани ҷиҳод, ҳаром будани судхӯрӣ ва ҳукми шахсонеро, ки монеъуззакотанд, баён мекунад.\r\nДар ин сура бо таври васеъ аз ғазоҳо (ҷангҳо) мисли ғазои Бадр, ғазои Уҳуд ва дарсу ибрат гирифтани муъминҳо аз чунин ғазоҳои ибратбахш сухан меравад. Дар ҳақиқат, муъминон дар ғазои Бадр нусрат ёфтанду дар ғазои Уҳуд шикаст диданд. Сабаби шикаст ёфтани муъминон дар ғазои Уҳуд дар он буд, ки онҳо дар иҷрои амри Расулуллоҳ (с) бепарвогӣ зоҳир намуда, бо фикри худашон ба иҷтиҳоди хато роҳ доданд. Ин нофармонии онҳо аз Расулуллоҳ (с) сабаб шуд, ки муъминон аз кофирону мунофиқон калимаҳои таҳқиромезу дашномҳои бисёре шунаванд. Аммо ҳамаи ин ҳикмати Аллоҳтаъоло буд, ки бо чунин дарс онҳоро иршод фармуд ва сафи муъминонро аз чунин соҳибони дилҳои фосид, покиза намуд. Дар шаъни нифоқ ва мунофиқҳо ва собиту устувор будани муъминон дар ҳимматашон низ, сухан мекунад. Баъдан сураи муборак бо баён намудани якчанд мисолҳои муҳим, ки бар вуҷуди Парвардигори Холиқу Ҳаким далолат мекунад, аз он ҷумла, дар маҳкаму устувор будани осмонҳо ва Замин ва аз аҷоибот ва сирҳо, ки дар онҳост, инсонро водор ба фикру андеша намуда, ба поён мерасад.",
    "revelation_order": 89
  },
  {
    "id": 4,
    "number": 4,
    "name_arabic": "النساء",
    "name_tajik": "Нисо",
    "name_english": "An-Nisa",
    "revelation_type": "Medinan",
    "verses_count": 176,
    "description": "Сураи “Нисо” яке аз дарозтарин сураҳо буда, баъди сураи “Бақара” ҷои 3-юмро ишғол мекунад. Он сураест, ки саросар аз аҳкоми шариат сухан намуда, мисли дигар сураҳои дар Мадина нозилшуда муносибатҳои дохилӣ ва хориҷии мусалмононро ба низом медарорад. Дар ҳақиқат, амрҳои муҳиммеро, ки вобаста ба оиладорӣ ва давлату ҷомеаанд, баён мекунад. Локин бузургтарин мавзӯъ ва ҳукмҳое, ки дар ин сура мавриди назар қарор мегиранд, вобаста ба занҳост. Бинобар ин, ин сураро сураи “Нисо” номида шудааст.\r\nНозилшавии сураи “Нисо” дар муддати хеле тӯлонӣ ба анҷом расидааст. Масалан, агар ояти аввали он баъди ғазои Бадр дар соли 3-юми ҳиҷрӣ нозил шуда бошад, ояти охири он дар соли 8-уми ҳиҷрӣ нозил шудааст. Албатта, дар ин байн дигар сураҳо ва дигар оятҳо низ нозил шудаанд. Як бахши ин сура аз ҳуқуқи занҳо, ятимҳо, хусусан ятимдухтарҳое, ки дар тарбияи соҳибашон ё дар тарбияи васиятшудаҳои падарашон ҳастанд, сухан намуда, онҳоро аз одатҳои ношаръии ҷоҳилият халос месозад. Сураи мазкур, ҳуқуқи меросро дақиқона баён мекунад. Баъдан дар он омадааст, ки маҳр додани шавҳар ҳангоми никоҳ, на ин ки баҳои зан аст, балки барои изҳори боварӣ ва қадрдонӣ, барои пайдоиши муҳаббат байни ҳамдигар аст ва доимо дар ҳусни муошират ва дилбастагӣ ва алоқаи зич будани инсон бо инсон, як дастовези шаръист. Баъдан, сухан аз он меравад, ки ҳаққи зан бар мард ва хаққи мард бар зан барои ислоҳи ҳаёти заношавҳарӣ аст. Мард бояд бидонад, ки на инки зан барои ӯ ғулом асту ҳамчу ғулом мусаххар аст, балки фармонравоии мард болои зан барои насиҳат ва адаб додани вай ҳамчу сарвар бо раият аст.\r\nСураи мазкур аз доираи оиладорӣ ба доираи иҷтимоӣ гузашта, дар ҳама кор амр ба эҳсон намуда, баён мекунад, ки аз ҷониби ҳамдигар кафил шудан, раҳми ҳамдигарро хӯрдан, ҳамдигарро насиҳат ва аз айби ҳамдигар гузашт кардан, амонатдори ҳамдигар шудан лозим аст, то ин ки ҷомеъа дар роҳи рушду ҳидоят қадам монад. Ҳамчунин баён мекунад, ки адлро дар ҳама кор ба ҳукми иҷро даровардан лозим аст, ки асоси эҳсон аст, баён мекунад.\r\nХудованд дар сураи мазкур ба ҳаққи ятимон ва занҳо бори дигар эътибори алоҳида дода, ҷабру зулмро аз занҳо бардошта, онҳоро инсони ҳақиқӣ шуморида, мардумро ба даст кашидан аз одатҳои замони ҷоҳилият даъват мекунад. Ҳамчунин барои барқарор сохтани оила ва хешутаборӣ эътибори ҷиддӣ медиҳад.\r\nСураи мазкур амалҳои разилро, ки одати замони ҷоҳилият аст, мисли моли касро ба ноҳақ хӯрдан, порахӯрӣ, амонатҳоро хиёнат кардан ва поймол шудани ҳуқуқи мардумро маҳкум карда, ҳукмҳои инсонсози исломиро пешкаш мегардонад. Дар ин сура роҳҳое, ки ҷамъиятро аз фаҳш, зулм, фитна дур медоранд, нишон дода шудаанд.\r\nМасъалаҳое оид ба мерос ба таври васеъ баён шудаанд. Ҳукму навъи хондани намози хавф дар ҳолати ҷиҳод, дар ин сура муҷмалан низ баён мешавад. Дар ин сура таъни мунофиқон, ки дар ҳолати тангии мусалмонон онҳо бо мушрикону яҳудиён бо ҳам як шуданду алайҳи Ислом ва мусалмонон оғози мубориза намуданд, суханҳо ва барои унсури ахлоқии ҳар ҷамоат баёнотҳо низ меояд.\r\nДар хотима, гумроҳии насоро, ки дар шаъни Исо (а) аз ҳад гузашта, бо фикрҳои ихтироии хеш аз мушрикону бутпарастон фарқе накарданд, баён шуда, якчанд оятҳои ин сура онҳоро ба сӯи ақидае, ки назди Аллоҳ дуруст асту мақбул, нидо мекунад.",
    "revelation_order": 92
  },
  {
    "id": 5,
    "number": 5,
    "name_arabic": "المائدة",
    "name_tajik": "Моида",
    "name_english": "Al-Ma'idah",
    "revelation_type": "Medinan",
    "verses_count": 120,
    "description": "Сураи «Моида» чун сураҳои «Бақара», «Нисо» ва «Анфол» яке аз дарозтарин сураҳои Қуръон буда, тавре дар фавқ ишора шуд, дар Мадина нозил шудааст.\r\nСураи «Моида» ҷанбаҳои шаръӣ, аз он ҷумла ақида ва қиссаҳои аҳли китобро низ дар бар дорад. Куртубӣ (соҳиби тафсир) бо ривояти Абӯмайсарата гуфтааст, ки сураи «Моида» охирин сураи нозилшудаи Қуръон аст, ки дар он ягон ояти мансух набуда, 18 аҳкоми фарзӣ дар он баёни худро ёфтааст. Маънои «Моида» дастурхон аст, ки дар ояти 114-ум зикр мешавад ва номи сура аз он гирифта шудааст.\r\nСабаби «Моида» ном мондани ин сура дар он аст, ки ҳамсафарони Исо (а), ки онҳоро (ҳаввориюн) мегӯянд, ба Исо (а) гуфтанд, ки мо орзу дорем, то як дастурхони густурдаи пур аз нозу неъмат аз осмон фуруд ояд ва он барои мо башорате бошад ва ҳам мо аз он таъмоҳо тановул карда бошем.\r\nАгарчи ин таклиф на он қадар ба маврид буд, локин Аллоҳтаъоло барои тарафдории пайғамбари Худ, яъне то пайғамбарии Исо (а) байни онҳо бори дигар тасдиқи худро ёбад, бо дуъои ӯ (а) он дастурхонро назди онҳо фуруд овард.\r\nДар хусуси «Моида» дар ин сура 4 оят ҷой дорад. Бо таҳқиқи муфассирони олиқадр ин сура дар он вақте ки Расулуллоҳ (ﷺ) аз сулҳи ал-Ҳудайбия бозмегаштанд ва бо ривояте баъди ҳаҷи охиронашон (ҳаҷи видоъ), ҳангоми бозгаштан ба Мадина баъди сураи «Фатҳ» нозил шудааст. Ҳамоно, замон давраи бунёд сохтани давлати исломӣ буд ва дар айни ҳол ин давлати тозабунёд ба барномаҳои Раббонӣ муҳтоҷ буд. Бинобар ин, тамоми ин сура зимнан ҳукмҳои шаръиро дар худ фароҳам овардааст. Дар ин ҳукмҳо таълими бинои давлатдорӣ ва тарзи бастани қарордоди ростини он баён шуданд, ки ҷомеа ва давлатро аз қафоравӣ нигоҳ медорад. Аз он ҷумла, ҳукмҳои уқуд (корҳое, ки бо гуфтушунид ва ризои тарафайн ба ҳукми иҷро медароянд), бо роҳи шаръӣ забҳ намудани ҳайвонҳо, тарзи нодуруст шикор кардан, барои Ҳаҷ эҳром бастан, никоҳи занҳои китобӣ, ҳукми муртад, ғизои ҳалол ва ҳаром, ҳукмҳои таҳорату таяммум, ҷазои дуздӣ, ҷазои боғигӣ ва фасод дар рӯйи Замин, ҳукми хамрнӯшӣ ва қиморбозӣ, каффорати ямин (қасам), қатли сайд дар ҳарам, пеш аз марг васият кардан, ҳукми фолбинӣ, бутпарастӣ, ҳукми шахсоне, ки бо роҳи шариъат кор намекунанд ва ғайраро баён мекунад. Барои панду насиҳати мо низ баъзе қиссаҳои ибратбахш дар ин сура оварда шудааст.\r\nБа хусус, қиссаи бани Исроил, ки онҳо ҳамроҳи Мӯсо (а) муддати 40 сол аз ватан дур, сарсону саргардон ва мавриди имтиҳони илоҳӣ қарор доштанд, пандомӯз аст. Чун Мӯсо (а) ба онҳо роҳи ҳидоятро иршод намуд, онҳо баръакс ба Мӯсо (а) гуфтанд: «Рав ҳамроҳи Парвардигорат бо касе ҷанг мекунӣ, кардан гир, мо дар ҷои худ менишинем».\r\nҲамчунин қиссаи ду фарзанди Одам (а), яъне Қобилу Ҳобил мегузарад. Чун Қобил Ҳобилро кушт, ин аввалин ҷинояти нописанде буд, ки дар рӯйи замин хуни пок, хуни бағайриҳақ резонда шуд. Бо ибрат гирифтан аз ин қисса метавон байни нафсҳои хабис ва шариф фарқгузорӣ кард.\r\nБо мулоҳизаи муфассирон дар сураи мазкур нидои «Эй касоне, ки имон овардаед!» 16 маротиба такрор шудааст. Ду нидо барои Пайғамбар (ﷺ), шаш нидо барои аҳли китоб ва боқӣ барои дигарон нигаронида шудааст.\r\nБаъди ҳар як нидо шартномаи хосе зикр мешавад.\r\nДар хотима як ҳодисаи мудҳиши хоркунандае барои душманҳои Аллоҳ зикр мешавад, ки аз тарси он мӯйи сар сафед ва нафасҳо дар гулӯ дар мемонад. Он ин аст, ки рӯзи ҳашри Акбар Аллоҳтаъоло Исо (а)-ро болои сари халоиқ ҳозир мекунад ва барои сарзаниши насоро мепурсад, ки оё ту ба насоро гуфтӣ, ки ба ғайри Аллоҳ ману модари маро Худо гӯед ва парастиш кунед? Исо (а) дар ҷавоб мегӯяд: “Худои ман аз ҷамии айбҳо пок аст. Ман чӣ ҳақ доштаам, ки ба мардум он чиро, ки сазовору ҳаққи ман нест, бифармоям?” Яъне Исо (а) дар он рӯз мегӯяд, ки ман ҳаргиз нагуфта ва нафармудаам, ки ба ғайри Аллоҳи ягона,яъне ману модарамро Худо ҳисобеду парастиш кунед! Ҳарчи онҳо кардаанд, бо ихтирои худ кардаанд.\r\nБо ихроҷи Имом Аҳмад аз Абдуллоҳ ибни Умар (р) ва Ибни Ос (р) чунин ривоят омадааст, ки вақто оятҳои ин сураи муборак нозил мешуданд, Расулуллоҳ (ﷺ) савори маркаби худ буданд, чун маркаб тоқати бардошти Расулуллоҳ (ﷺ)-ро накард, ӯ (ﷺ) аз роҳилаи худ ба Замин фаромад.\r\nИн буд мазмуни фишурдаи сураи «Моида».",
    "revelation_order": 112
  },
  {
    "id": 11,
    "number": 6,
    "name_arabic": "الأنعام",
    "name_tajik": "Анъом",
    "name_english": "Al-An'am",
    "revelation_type": "Meccan",
    "verses_count": 165,
    "description": "Сураи «Анъом» яке аз дарозтарин сураҳои дар Макка нозилшуда буда, меҳвари асосии ин сура атрофи ақида ва аслҳои имон давр мезанад. Бо ривояте 6 ояти он дар Мадина нозил шудааст. «Анъом» чаҳорпоро гӯянд, ки дар оятҳои 138-139-уми ҳамин сура зикри онҳо мегузарад ва номи сура аз ҳамин ҷо гирифта шудааст. Сураи мазкур бо тамоми оятҳои худ дар як шаб нозил шуд. Пайғамбар (ﷺ) дарҳол онро аз ёд намуд ва котибонро фармуд, то онро нависанд. Бо ривояти Ибни Аббос (р) ва бани Язид (р) шабе, ки сураи мазкур нозил шуд, Расуллуллоҳ (ﷺ) болои маркабашон буданд. Аз ин ба маркаб чунон вазнине расид, ки гӯё устухонҳои он мешикастанд.\r\nИмом Табаронӣ аз Абдуллоҳ ибни Аббос (р) ривоят мекунанд, ки шабе, ки сураи мазкур нозил шуд, 70 ҳазор фаришта бо бонги тасбеҳу таҳлил онро ҳамроҳӣ мекарданд. Аз чунин далелҳо маълум мешавад, ки масъалаҳои дар ин сура матраҳшуда аҳамияти бузург доранд. Яъне дар ин сура аз ягонагии Аллоҳтаъоло, аз сазовори ибодат будани Ӯ таъоло, тарбияткунандаи ҳамаи оламҳо ва ризқдиҳандаву ҳукмкунанда будани Аллоҳ таъоло ва амсоли ин гуна ақидаҳо баён мешаванд. Дар баробари ин аз адл, нубувват, миъод, (охират) ботил будани мазҳаби мубтилин (ботилгароён) ва мулҳидин (инкоркунандагони мавҷудияти Худо) низ сухан меравад.\r\nДар саромади ақидаи исломӣ масъалаи тавҳид (яктопарастӣ) ҷойгир аст. Расуллулоҳ (ﷺ) дар ин ҷода тайи 13 сол заҳмат кашиданд. Зеро дар ҳаёт ҳар коре, ки инсон мекунад, бо ақидаву тавҳид асоснок набошад, ботил аст. Ҳатто иқтисод, сиёсат, ахлоқ, одоб, адолати иҷтимоӣ беақидаи комил ва орӣ аз ботил ба муваффақияти том ноил намегардад. Аз ҳамин сабаб оятҳои Қуръони карим тайи 13 соли давраҳои аввал маҳз ҳамин масъалаи муҳимро таълим медоданд. Яъне панд аз он медоданд, ки ақидаи инсон нисбати Аллоҳ бояд чи гуна бошад, барои бандаи ростину ҳақиқии Холиқи худ будан чӣ корҳоеро бояд анҷом диҳад ва монанди ин. Дар оятҳои аввали ин сура ботил будани ибодати мушрикон, ки чандин навъи бутҳоро мепарастанд, ошкоро баён мешавад. Дар ин сура ба Расулуллоҳ (ﷺ) 44 маротиба калимаи амрии «Бигӯ» амр шуда аст. Ҳатто дар баъзе оятҳо 4 маротиба ба такрор омадани он ба мушоҳида мерасад. Дар оятҳои ин сура аз бохабар будани мушрикон, аз он ки Қуръон мисли дигар китобҳои осмонӣ сухани Аллоҳ аст ва инро инкор кардани онҳо ва ҳамчунин аз зулми бузург будани ширк ва аҳволи мушрикон дар Қиёмат сухан меравад. Баъдан барои тасаллии Расулуллоҳ (ﷺ), то ин ки аз корҳои мушрикон руҳафтода нашавад, аз саргузашти пайғамбарони гузашта мисолҳо оварда мешавад. Дар охир масъалаи марбути ҳайвонҳои ҳалол ва ҳаром матраҳ мегардад.\r\nДар сурати бо диққати тамом мавриди мутолиа қарор додани оятҳои ин сура инсон метавонад нифоқ ва парокандагиро аз байни мусулмонон барчинад, зеро оятҳои ин сура гӯшҳоро шунаво ва чашмҳоро биною дилҳоро доно месозад. Сабаби нузули сураи мазкурро чунин ривоят кардаанд, ки мушрикҳои Макка гуфтанд: “Ай Муҳаммад, то китоберо аз назди Аллоҳ наёрӣ ва ҳамроҳи он чаҳор фаришта набошад ва то онҳо шоҳидӣ надиҳанд, ки ин китоб аз назди Худост ва ту расули Ӯ ҳастӣ, мо ба ту имон намеорем.” Ояти 7-уми сураи мавриди назар посухи даъвои ин мушрикон аст.",
    "revelation_order": 55
  },
  {
    "id": 12,
    "number": 7,
    "name_arabic": "الأعراف",
    "name_tajik": "Аъроф",
    "name_english": "Al-A'raf",
    "revelation_type": "Meccan",
    "verses_count": 206,
    "description": "Оятҳои сураи “Аъроф” ба ғайр аз 8-ояти он, ки бо калимаҳои «Вас-алҳу ъани-л-қаряти» оғоз мешаванд, боқӣ ҳама дар Макка нозил шудаанд. Сураи мазкур яке аз дарозтарин сураҳои нозил шудаи Макка ба ҳисоб меравад. Сура асосан қиссаҳои анбиё (а)-ро бо тафсил дар маърази хонанда мегузорад. Меҳвари муҳимми сураҳои дар Макка нозилшуда даъват ба сӯйи яктопарастӣ ва зикри баъсу нушур, ҷазо ва омадани ваҳй ба расулон буд, ин сура низ онҳоро бо услуби хос дар худ қарор додааст. Дар оятҳои аввали худ, ин сура хабар медиҳад, ки Қуръон барои Муҳаммад (ﷺ) муъҷизаи доимист. Он аз тарафи Парвардигори раҳмону раҳим нозил шудааст. Агар ба он амал кунанд, барои ҷамиъи мардуми курраи рӯи Замин неъмати бузург аст. Яъне барои наҷот, хушбахтии дунё ва охирати худ инсон метавонад ба раҳнамоии ин китоби ҳамаро оҷизкунанда бо боварии комил чанг занад. Дар ин сура зикри он меравад, ки Аллоҳ таъоло инсонро аз як падар халқ намуд ва барои ҳурмати ӯ фариштагонро амр намуд то ӯро саҷда кунанд. Ҳамчунин онҳоро аз қайду макри шайтон, (ки сари ҳар кори хайре, ки инсон ба иҷрои он мекӯшад ҳамчун душман дар камин нишаста, ӯро аз роҳи нек манъ сохта аз Холиқ дур мекунад) огоҳ месозад. Зикри қиссаи ҳаёти Одам (а), шайтон, хориҷ карда шудани онҳо аз Ҷаннат, фаромадани онҳо, ба Замин баёни қасди шайтон барои Одаму зуррийяи ӯ ва баёни душмании Иблис барои падари инсон Одам (а) дар ин сура низ ҷой дорад. Яке аз хусусиятҳои ин сура мавҷуд будани чаҳор нидои «Ё бани Одам» аст.\r\nҲамчунин сураи мазкур маълумотро дар бораи се гурӯҳ, ки яке аз онҳоро муъмин (асҳоби Ҷаннатанд) дигареро кофир (асҳоби Ҷаҳаннаманд) ва гурӯҳи севум, ки онро асҳоби «Аъроф» гӯянд ба маърази хонанда гузоштааст. Ба ғайр аз ин сура дар бораи асҳоби «Аъроф» дар дигар ҷойи Қуръон маълумоте нест. Аз ин ҷиҳат ин сураро сура «Аъроф» номида шудааст. Ҳамчунин сураи мазкур қиссаи анбиё (алайҳимус-салом), ба хусус қиссаи Нӯҳ, Ҳуд, Солеҳ, Лут, Шуъайб ва Мӯсо (а)-ро дар бар гирифтааст. Дар нахуст қиссаи шайхуланбиё Нӯҳ (а) ва аз он чи, ки аз қавми худ дидааст, ба тафсил баён мешавад. Дунболи он қиссаи Мӯсо (а), Фиръавни тоғӣ, балоҳо ва меҳнатҳое, ки ба сари бани Исроил расиду онҳо чи гуна ба амонӣ расиданд ва сипас онҳо чи гуна неъматҳои Парвардигорро бо хилофкорӣ иваз намуданд ва дар натиҷа шакли онҳо монанди бузина (маймун) гардид, баён мешавад. Ҳамчунин қиссаи чи гуна фариштагонро Парвардигор фармуд, ки Одамро саҷда кунанд ва фариштагон ҳама саҷда карданду шайтон аз рӯи кибр тарки амри Парвардигор намуда, саҷда накард ва аз Ҷаннат ронда шуд, баён шудааст. Ҳамчунин дар ин сура инсонро аз ҳиллаву найранги шайтон барҳазар кунонида гуфтааст, ки шайтон махлуқест, ки тавонистааст Одам (а)-ро васваса кунад ва ваъда ҳам додааст, ки авлоди ӯро низ дар иғво андозад.\r\nДар ин сура амр ба он мешавад, ки барои гузаронидани намоз бо хубтарини либос ба масҷид бояд ҳозир шуд. Ҳаром будани корҳои фоҳиш, чи зоҳиран бошад ва чи ботинан, баёни худро дар ин сура ёфтааст. Қиссаи Аъроф ва он чиро, ки барои парҳезгорон Аллоҳ таъоло омода кардааст, баён мешавад. Ҳамчунин амр ба дуъову тазаррӯъ ба сӯйи Парвардигор, масали муъмин ва кофир, сифатҳои шахси парҳезгор, пайғамбарии Муҳаммад (ﷺ) барои ҷамии мардум, қиссаи асҳоби «шанбе»-ро низ, дар ин сура вохӯрдан мумкин. Гирифтани аҳд аз зуррияи Одам (а) барои яктопарастӣ, қиссаи Балъами Боъур, сифати мунофиқон, дуъо бо исмҳои ҳуснои Аллоҳ таъоло, соати ба вуқӯъ омадани рӯзи қиёмат ва илми ғайб, ки ба ғайри Аллоҳ таъоло дигар касе онро намедонад, дар ин сура баён мешавад.\r\nДар оятҳои охир, яъне аз ояти 199 то охири сура ба шавқ овардани шахси мусалмон ба амри маъруф, аз ҷоҳилон рӯгардон шудан, ҳангоми тиловати Қуръон сукутро ихтиёр кардан ва бо тазаррӯъ дар субҳгоҳону шомгоҳон ба зикр машғул шудан баёни худро ёфтааст.\r\nСураи мазкур бо баёни тавҳид ибтидо шуда ва бо баёни тавҳид ба охир мерасад. Ин буд назари кӯтоҳе ба мундариҷаи сураи “Аъроф.”",
    "revelation_order": 39
  },
  {
    "id": 13,
    "number": 8,
    "name_arabic": "الأنفال",
    "name_tajik": "Анфол",
    "name_english": "Al-Anfal",
    "revelation_type": "Medinan",
    "verses_count": 75,
    "description": "Сураи “Анфол” чун сураҳои дар Мадина нозилшуда ҷанбаҳои шаръӣ, хусусан паҳлуҳоеро, ки ба ҷиҳоди дар роҳи ризои Аллоҳ вобастагӣ доранд, дар бар гирифтааст. Ҳамчунин дар ин сура ҳукми тақсими ғанимат, яъне асирон ва молҳое ки дар натиҷаи ғалабаи муъминон бар душманон ё сулҳ бо онҳо ба даст меоранд, баён гардидааст. Чуноне ки гуфта шуд, ин сураи карима баъд аз ғазои Бадр, ки аввалин ғазо дар таърихи Ислом ва барои сипоҳи Раҳмон ибтидои пирӯзӣ буд, нозил шудааст. Ҳатто баъзан ин сураро сураи “Бадр” низ ном мебаранд. Баъзе оятҳои сураи мазкур баёни онро мекунанд, ки шахси мусалмонро сазовор он аст, ки дар чунин ҳолатҳо аз худ шуҷоъату шаҳомат нишон дода, бо тамоми қуввае, ки дорад, дар муқобили ботил истодагарӣ кунад. Бо гуфти баъзе муаррихони исломӣ ғазои “Бадр” дар моҳи Рамазон, соли дувуми ҳиҷрат рух додааст. Ин аввалин рӯёрӯйии ҳаққу ботил буд, ки мусалмонон дар пайи нест кардани ситаму туғён ва барои раҳо сохтани занон, мардон ва кӯдакони оҷизу нотавон ба по хестанд. Мардон ва заноне, ки заъф ва нотавонӣ онҳоро дар Макка заминбӯс карда буд, ҳамеша назди Худо оҷизона илтимос мекарданд, ки онҳоро аз маҳалле, ки сокинонаш ситамгаранд, берун бибарад. Худои тавоно дуои ононро иҷобат намуд ва шароити чунин ғазоеро барои муъминон омода кард. Бо вуҷуде ки муъминҳо кам буданд, Худованд ба онҳо дар ғазои “Бадр” зафар дод. Ин пирузӣ сабаб шуд, ки шароит фароҳам шавад, то мустазъафон ба Мадина ҳиҷрат кунанд.\r\nАллоҳтаъоло дар сураи мазкур муъминонро бо нидои «Эй касоне, ки имон овардаед!» шаш маротиба нидо кардааст. Дар нидои аввал касонеро, ки аз маъракаи ҷиҳод фирор мекунанд, шадидан таҳти сарзаниши Худ қарор додааст. Дар нидои дувум онҳоро амр кардааст, ки ҳар он чи ки амри Аллоҳ ва Расули Ӯ (ﷺ) аст, хуб шунаванд ва итоъат кунанд. Дар нидои севум баён кардааст, ки ҳар он чиро, ки Расулуллоҳ (ﷺ) онҳоро ба сӯйи он даъват мекунад, қабул кунанд. Зеро дар дунё ва охират иззату некбахтии онҳо дар қабули он даъват аст. Дар нидои чаҳорум онҳоро огоҳ кардааст, ки фош сохтани сирри муъминҳо бо душмани онҳо, ба Аллоҳ ва Расули Ӯ (ﷺ) хиёнат ҳисобида шудааст. Дар нидои панҷум назари онҳоро ба сӯйи тақво ҷалб кунонида фармудааст, ки зербино ва бузургтарин самараи амалҳо ва асоси ҳамаи некиҳо вобаста ба тарс аз Худост. Тақво нурест раббонӣ. Худованд онро дар дили бандаи муъмин меандозад, шахси муъмин метавонад ба сабаби он роҳи ҳидоятро аз гумроҳӣ фарқ кунад. Аммо дар нидои шашум онҳоро даъват мекунад, ки тақозои имондорӣ ва тақвои шумо он аст, ки дар муқобили душманҳои худ дар ҳолати ҷиҳод бо сабру субот бошед.\r\nДар охири сураи карима баён гардидааст, ки ҳамаи мусалмонҳо (қатъи назар аз ҷинсият, забон ва макон) як миллатанд. Аз ин рӯ, бояд бо ҳам дӯст бошанд ва барои нусрати дин ҳама бо ҳам якҷо бошанд. Ин буд хулосаи он чи ки сураи мазкур фаро гирифтааст.\r\nХудованд, ҳамаи моро аҳли фаҳму хирад гардонад. Омин!",
    "revelation_order": 88
  },
  {
    "id": 14,
    "number": 9,
    "name_arabic": "التوبة",
    "name_tajik": "Тавба",
    "name_english": "At-Tawbah",
    "revelation_type": "Medinan",
    "verses_count": 129,
    "description": "Барои он ин сура «Тавба» номида шудааст, ки дар баъзе оятҳои он калимаи тавба, баёни тавбаи муъминон ва тавбаи шахсоне, ки дар ғазои Табук иштирок накарданд, ба назар мерасад. Дигар номи машҳури ин сура «Бароат» аст, зеро он бо калимаи «Бароат» (безорӣ аз мушрикон) оғоз шудааст. Ба ғайр аз ин, олимони муҳтарам ин сураро бо номҳои гуногун чун: «Мубасира» (фошкунандаи рози мунофиқон), «Муқашқаша» (эълони безорӣ аз нифоқ), «Мушаррада» (барҳамзанандаи мунофиқон ва мушрикон). «ал-Мухзия» (хоркунанда), «ал-Фазиҳа» (расвокунандаи мунофиқону мушрикон), «ал-Мусира», «ал-Ҳофира», «ал-Мункала», «ал-Мудамдама» (торуморкунандаи кофирон ва мушрикон) ном бурдаанд. Ҳамчунин ин сураро сураи «Азоб» низ гуфтааанд.\r\nЯке аз хусусияти ин сура он аст, ки он мисли дигар сураҳо дар оғоз ҷумлаи «Бисмиллоҳир Раҳмонир Раҳим»-ро надорад. Дар бораи сабаби бо «Бисмиллоҳ» оғоз нашудани ин сура чандин ривоят аст:\r\n1-ум: Аз Расулаллоҳ (ﷺ) ба котибони ваҳй то охири умрашон амре нашудааст, ки онҳо дар авали ин сура ҷумлаи «Бисмиллаҳир раҳманир раҳим»-ро нависанд. Бинобар ин, Усмон (р) низ дар вақти фароҳамоварӣ ва мураттабсозии Қуръон «Бисмиллоҳ»-ро нанавиштаанд. Асҳоб (р) низ ба амиралмуъминин Усмон (р) иқтидо карда, дар нусхаҳои баъдӣ низ ҷумлаи «Бисмиллоҳ»-ро дар оғози сураи «Бароат» ҷой надоданд.\r\nАз Усмон (р) пурсида шуд, ки чаро дар авали сураи «Бароат» чун дигар сураҳо «Бисмиллоҳ»-ро нанавиштед? Усмон (р) дар ҷавоб гуфт: Аксари вақт, то реҳлати Расулуллоҳ (ﷺ) ҳамроҳ будем, локин дар ин муддат ӯ (ﷺ) ҳеҷ нагуфт, ки сураи «Бароат» ҷузъи сураи «Анфол» аст ё не. Аммо сураи «Анфол» дар қатори аввалин сураҳоест, ки дар Мадина нозил шудаанд ва сураи «Бароат» бошад, аз охирин сураест, ки дар Мадина нозил шуд. Аз тарафи дигар, достони сураи «Бароат» шабеҳи достони сураи «Анфол» аст. Ман пиндоштам, ки шояд «Бароат» ҷузъи сураи «Анфол» бошад. Бинобар ин, ду сураро бо ҳам пайвастам ва байни онҳо ояти «Бисмиллоҳ»-ро нанавиштам.\r\n2-юм: Ибни Аббос (р) гуфтааст: Алӣ (к)-ро пурсидам, ки чаро дар аввали сураи «Бароат» ояти «Бисмиллоҳ» навишта нашудааст? Ӯ (к) дар ҷавоб гуфт: Ҷумлаи «Бисмиллоҳ» барои амонист. «Бароат» ҳукми шамшер дошта, бекор сохтан ва пас фарохондани паймонҳоро дар бар гирифтааст, лизо дар он амонӣ нест.\r\nБо ривоятҳои мӯътабар сураи «Тавба» дар соли нуҳуми ҳиҷрат, яъне як сол баъд аз фатҳи Макка нозил шудааст. Муфассирон чунин гуфтаанд: Вақто ки Расулуллоҳ (ﷺ) аз ғазои Табук баргаштанд, андешаи сафари Ҳаҷ карданд. Локин ба ёд оварданд, ки дар ин сол мушрикон ҳам чун солҳои пеш хонаи Каъбаро бо тани бараҳна тавоф мекунанд, эҳсоси кароҳат карданд, ки дар зиёрати хонаи Каъба ҳамроҳи онҳо бошанд. Аз ин рӯ, дар он сол то маносики Ҳаҷро ҳамроҳи мардум ба ҷо оранд, Абӯбакри Сиддиқ (р)-ро амири Ҳаҷ таин карданд. Вақто ки Абӯбакри Сиддиқ (р) ба қасди Макка Мадинаро тарк намуд, баъди муддате чанд, думболи ӯ (р) Расулуллоҳ (ﷺ) ҳазрати Алӣ (к)-ро ҳамроҳи 10-ояти сураи «Тавба» ҳамчу мубаллиғ фиристод, то ин ки он оятҳоро ба мардуми Макка ва ба ҳамаи мардуми дар Ҳаҷ ҷамъомада хонаду расонад. Дар он асно аз тарафи мушрикон паймоншиканӣ бисёр буд. Дар чунин ҳол барои мусалмонон дар аҳди худ боқӣ мондан аҳамият надошт. Чун ҳазрати Алӣ (к) бадон ҷо расиданд, мувофиқи мазмуни он 10-ояте, ки ҳамроҳи худ доштанд, ба мардум эълон намуданд:\r\n1-ум: Ба ғайри инсони муъмин дигар ҳеҷ кас ба Ҷаннат дохил шуда наметавонад. 2-юм: Аз ин баъд набояд ҳеҷ кас хонаи Каъбаро бо тани бараҳна тавоф кунад. 3-юм: Баъди гузаштани ин сол набояд мусалмонҳо ва кофирон бо ҳам дар Масҷидулҳаром ҷамъ оянд. 4-ум: Ҳар касе бо Расулуллоҳ (ﷺ) паймон баста бошад, аҳдномааш то поёни муддат эътибор дорад. 5-ум: Ҳар касе бо Расулуллоҳ (ﷺ) аҳду паймон надорад, муҳлати аммонии вай чаҳор моҳ асту бас. Майли Ибни Касир бар он аст, ки оғози муддати эълонкардаи Алӣ (к) рӯзи Ҳаҷи Акбар, яъне 10-уми зулҳиҷҷа, соли нуҳуми ҳиҷрӣ ва поёни он даҳуми моҳи рабиулохир, соли даҳуми ҳиҷрӣ буд.\r\nХулоса, сураи мазкур ду ҳадафи асосиро баён кардааст: 1-ум: Таъини як қонуни исломӣ барои муъомила бо мушрикону кофирони аҳли китоб. 2-юм: Зоҳир намудани ҳар он чи ки дар дилҳои мардум аз нифоқ, ё имон нуҳуфтааст.",
    "revelation_order": 113
  },
  {
    "id": 15,
    "number": 10,
    "name_arabic": "يونس",
    "name_tajik": "Юнус",
    "name_english": "Yunus",
    "revelation_type": "Meccan",
    "verses_count": 109,
    "description": "Сураи мазкур мисли дигар сураҳои дар Макка нозилшуда, масъалаҳои имону эътиқодро дар бар мегирад. Замоне ки ваҳйи илоҳӣ барои ҳидояти мардум ба Расулуллоҳ (ﷺ) нозил мешуд, агарчи ҳеҷ ҷойи тааҷҷуб набуд, локин мушрикони Макка аз ин ҳодиса ба тааҷҷуб меомаданд ва сухани ҳақро инкор мекарданд. Ин матлабро аз оятҳои аввали ин сура мушоҳида кардан мумкин.\r\nБаъдан, сухан аз нодурустии шартгузории мушрикон меравад, ки онҳо барои ваҳйи илоҳиро қабул кардан, аз Расулуллоҳ (ﷺ) муъҷизаи моддӣ дархост карданд. Ҳол он ки ҳар чи қадар муъҷиза мехостанд, Қуръони карим, ки охирон китоби осмонист ва муъҷизаи доимии тамоми асрҳост, барои онҳо кифоя буд.\r\nСипас сухан дар бораи тарзи дурустии ибодати илоҳӣ меравад, ки мушрикон онро эътироф надоштанд ва аз ҳузури Алоҳтаъоллоҳ омадани Қуръонро бовар намекарданд. Аз ин рӯ, ба ибодатҳои ихтироӣ ва хурофотии худ машғул будаанд. Аз ҳама бадтарин эътиқоди фосиди онҳо он буд, ки мегуфтанд: “Ин бутҳое, ки мо мепарастем, назди (Худои бузург) моро шафоат мекунанд.” Аз барои ҳамин бо шакку тардид бутҳои гуногунро мепарастиданд.\r\nДар ин сура барои исботи нодурустии эътиқоди онҳо якчанд сифати Худои ягона, ки фақат Ӯ лоиқи парастиш аст, зикр шудааст. Баъдан, дар бораи имон ба рӯзи қиёмат сухан рафта, дар бораи касоне баҳс мешавад, ки онҳо ба омадани он бовар надоранд, ҳамеша машғули ҳавасҳои дунявӣ шудаанд, ҳол он ки барпо кардани Қиёмат назди Худованди мутаъол ҳеҷ мушкилие надорад. Дар ин хусус оятҳои паиҳамомада ҳаст. Яке аз саҳнаҳои рӯзи қиёмат зинда гардонидани ҳамаи мардум аст. Хости Худованд дар он рӯз чунин рафтааст, ки шахсони боимону дар дунё ба ибодати Аллоҳ машғул, сазовори мукофот дохил шудан ба Ҷаннат мешаванд ва шахсони кофиру мушрику гунаҳкор вориди Ҷаҳаннам гардида, мувофиқи амалҳояшон ҷазо мегиранд.\r\nҲамин тавр, дар ин сура эътибори инсон ба махлуқоте, ки ба қудрати беандозаи Аллоҳтаъоло далолат мекунанд, ҷалб карда шудааст. Инчунин қиссаҳои умматҳои пайғамбарони гузашта, чун қиссаи Нӯҳ (а), Мӯсо (а) ва Юнус (а) ва қавмҳои саркаши онҳо то ин ки мардум огоҳ шаванду аз онҳо ибрат гиранд ва бо дидаи этибор назар кунанд, зикр шудааст.\r\nДар оятҳои охир ба Расулуллоҳ (ﷺ) ишора шудааст, ки ба шариати Аллоҳ чанг зада дар баробари он ранҷу изое, ки дар ин роҳ аз душман ба ӯ мерасад, сабрро пешаи худ созад. Ин буд мухтасаран назаре ба мундариҷаи сураи “Юнус” (а).",
    "revelation_order": 51
  },
  {
    "id": 16,
    "number": 11,
    "name_arabic": "هود",
    "name_tajik": "Ҳуд",
    "name_english": "Hud",
    "revelation_type": "Meccan",
    "verses_count": 123,
    "description": "Ин сура барои он сураи «Ҳуд» номида шуд, ки дар он қиссаи қавми Ҳуд (а) мегузарад. Аз он сабабе ки тарзи нигориш ва услуби ин сура бо сураи «Юнус» тақрибан наздик аст, уламои киром бо иттифоқ ва бо таъкид гуфтаанд, ки сураи мазкур баъди сураи «Юнус» нозил шудааст. Сураи мазкур барои даъвати дини Ислом дар як вақти ҳассос ва вазнинтарин нозил шуд. Замоне ин сура нозил мешуд, ду ҳомию тарафдори асосии Расулуллоҳ (ﷺ), яке Абӯтолиб ва дигаре модари муъминон, Хадиҷа (р) оламро падруд гуфтанд. Дар таърихи Ислом ин солро соли «маҳзунӣ» меноманд. Мушрикон вафоти Абӯтолиб ва Хадиҷа (р)-ро борои озори мусулмонҳо ғанимат ва фурсати муносиб ҳисобида, зулму озорро алайҳи онҳо чандин карат зиёд карданд.\r\nҲамзамон ҳодисаи ғайриоддӣ, яъне Исро (меъроҷи Пайғамбар ба осмон) рух дод. Ин ҳодиса ҳам сабаб шуд, ки баъзе шахсони сустимон бовар накарданду аз исломдории худ даст кашида, муртад шуданд. Кофирону мушрикон бошанд, чун пештара бо шунидани ин ҳодисаи ғайриоддӣ мусалмонҳоро масхара карда, ба ҳоли онҳо механдиданд. Натиҷа он шуд, ки дар он асно даъват ба Ислом каме аз рушд бозмонд. Муддате чанд на аз аҳли Макка ва на аз атрофи он касе вориди дини Ислом нашуд.\r\nИлова бар ин, замони нузули сураи мазкур ба вақте рост омад, ки адади мусалмонҳо кам буд ва онҳо дар ҳолати ниҳоят ногувор буданд. Аҳли куфру ширк бисёр буда, бар мусалмонҳо фишор доштанд. Ҳатто аҳли куфр умед доштанд, ки метавон Ислому тарафдорони онро тамоман аз байн бурд. Бинобар ин, сураи мазкур воқеъаҳои ҳассоси он вақтро дар назар гирифта, бо услуби хос ҳаллу фасли онҳоро баён кардааст. Дар сураи мазкур сухан аз Қуръони карим ва хусусияти он сар шуда баъд дар бораи ақида ҳам баҳс мекунад.\r\nСипас тақозои он меравад, ки мардум бояд чунон зиндагонӣ кунанд, ки дар ҳама ҳолат бояд таслими амру фармони Парвардигор хоҳони ризояти Ӯ бошанд. Баъдан барои тасаллии Расулуллоҳ (ﷺ) муроҷиат ба таърих шуда қиссаҳои умматҳои гузашта аз он ҷумла: Нӯҳ (а), Мӯсо (а), Ҳорун (а), Лут (а), Солеҳ (а), ва Шуъайб (а)-ро, то ин ки сабаби ибрат бошанд, бо тафсил баён кардааст.\r\nДар оятҳои охирини ин сура ишора бар он шудааст, ки ба рафтор ва одати нодурусти қавме, ки саркаш ва беимон ҳастанд, ҳаргиз пайравӣ кардан лозим нест. Зеро саргузашти даҳшатноки кофирони пешгузашта ларза дар дили инсон меандозад. Шахсе, ки ин сураро хонаду маънои оятҳои онро фаҳмад, таъсири аҷибе мегирад.\r\nБо ривояти Ҳофиз, Абӯяъло, Икрима (р) омадааст: “Абӯбакри Сиддиқ (р) аз Расулуллоҳ (ﷺ) пурсиданд, ки ай Расулаллоҳ! Барои чи мӯятон сафед шуд?” Расулуллоҳ (ﷺ) дар ҷавоб гуфтанд: «Сураҳои «Ҳуд», «Воқеъа», «Амма ятасаалун» ва «Изашшамсу қуввират» мӯи маро сафед карданд». Ин буд назари кӯтоҳ ба мазмуни ин сура.",
    "revelation_order": 52
  },
  {
    "id": 17,
    "number": 12,
    "name_arabic": "يوسف",
    "name_tajik": "Юсуф",
    "name_english": "Yusuf",
    "revelation_type": "Meccan",
    "verses_count": 111,
    "description": "Пеш аз он ки вориди тафсири оятҳои ин сура шавем, лозим донистем мақсади баъзе оятҳои ин сураро мухтасаран ҳамчун муқаддима баён кунем. Мувофиқи таъкиди олимоне, ки ба илми тафсир сарукор доранд, сураи мазкур баъди сураи «Ҳуд» нозил шудааст. Чуноне ки гузашт, сураи «Ҳуд» дар вақте нозил шуд, ки барои Ислому мусалмонҳо вақти хеле ҳассос буд. Вақте буд, ки адади ками мусалмонҳо пайрави Ӯ (ﷺ) буданд ва аз тарафи мушрикон дар тангно қарор доштанд. Соле буд, ки наздикон ва тасаллидиҳандагони Расулуллоҳ (ﷺ), яке модарамон Хадиҷа (р) ва дигаре пуштибони ӯ (ﷺ), амакашон Абӯтолиб яке пайи дигар аз олам гузаштанд, ки он солро соли (ғаму андӯҳ) ном гузоштанд. Норасоиҳо ва мушкилиҳо барои мусалмонҳо беҳад зиёд буд, лекин мусалмонҳо ҳамаи ин ғаму андӯҳро чун имтиҳон як-як паси сар мекарданд. Дар он давраи вазнин барои тасаллии Пайғамбар (ﷺ) ва мусалмонҳо Худованд қиссаи бандаи Худ, Юсуф пайғамбар (а)-ро, ки аз чандин навъи имтиҳонҳо гузаштааст, ҳамчун дарси ибрат, дар шакли як сурае аз сураҳои Қуръон нозил кард.\r\nСураи мазкур мисли дигар сураҳои дар Макка нозилшуда масъалаҳои ақидавӣ ва даъвати исломиро дар бар гирифтааст. Дар ин сура тавсия дода мешавад, ки ҳангоми ба роҳи даъват ба сӯйи имон ҳаракат кардан агар монеъаҳо пайдо шаванд, онҳо бояд бо сабр паси сар карда шаванд.\r\nИн сураро барои он сураи «Юсуф» мегӯянд, ки он бо дигар қисаҳо омехта нашуда то охир фақат қиссаи Юсуф (а)-ро ҳикоя мекунад. Дар сураи мазкур номи Юсуф (а) 23 маротиб ва дар сураи «Ғофир„ ояти 34-ум як маротиб ва дар сураи «Анъом» ояти 84 низ як маротиб ва умуман номи Юсуф (а) дар Қуръон 27 маротиба зикр шудааст.\r\nХулоса, аз сулолаи пайғамбарони бузург чун Иброҳим, Исҳоқ ва Яъқуб (а) писари хубсурат Юсуф (а) ба дунё омад. Ба сабаби он, ки падарашон Яъқуб (а) ӯ (а)-ро бисёртар дӯст медошт, бародарон ба ӯ (а) рашк бурданд. Аз тарафи онҳо ӯ (а) ба фитна рӯ ба рӯ шуд. Яъне ӯ (а)-ро бародаронаш ба чоҳ андохтанду, назди падарашон омада ба ӯ (а) гуфтанд, ки мо ба бозии худ (мусобиқа) машғул будем, ӯ назди либосҳои мо истода буд, чун назди чизҳои худ омадем, дидем ки гурге ӯро хӯрдааст.\r\nБақияи қиссаи Юсуф (а) зери оятҳои ин сура, иншоаллоҳ, ба қадри имкон эзоҳ дода мешавад.\r\nОлимон гуфтаанд: «Худованд достонҳои дигар анбиё (а)-ро дар Қуръон бо як маъно, аммо дар шаклҳо ва равишҳои гуногун барои панду насиҳат бо такрор зикр кардааст. Аммо достони Юсуф (а)-ро фақат дар ин сура баён карда дар дигар сураҳо такрори он наомадааст. Худованд ин сураро чун некӯтарини достонҳо ва нишонае барои саволкунандагон ва ибрате барои хирадмандон ва тасдиқкунандагони китобҳои осмоние, ки қабл аз Қуръон нозил шудаанд, гардонидааст. Сураи Юсуф (а) ягона сураест, ки дар он амру наҳй, ҳукмҳо бисёр нестанд. Сураи мазкурро барои он некӯтарини қиссаҳо гуфтанд, ки он дорои ибратҳо, мавъизаҳо, ҳикматҳое аст, ки мислашро дар дигар сураҳо дида намешаванд. Дар сураи мазкур достону ҳоли пайғамбарон, солеҳон, фариштагон, сирати подшоҳон, ғуломон, тоҷирон, мардону занон ва найрангҳою макрҳояшон зикр шудааст. Ин буд муҳтавои ин сура, ки барои мухлисон ҷамъоварӣ шуд.",
    "revelation_order": 53
  },
  {
    "id": 18,
    "number": 13,
    "name_arabic": "الرعد",
    "name_tajik": "Раъд",
    "name_english": "Ar-Ra'd",
    "revelation_type": "Medinan",
    "verses_count": 43,
    "description": "Ин сура барои он сураи «Раъд» номида шудааст, ки дар он аз раъду барқ ва соиқа (оташак) ва фуруд омадани борон сухан меравад. Агарчи сураи мазкур дар Мадина нозил шуда бошад ҳам, мавзӯи он ба мавзӯи сураҳои дар Макка нозилшуда шабоҳат дорад. Мавзӯи асосии ҳамаи сураҳои дар Макка нозилшуда исботи тавҳид, баёни ақидаи исломӣ, ҳақ будани фиристодаҳои Парвардигор, рӯзи бозгашт ва радди шубҳаҳои мушрикон аст. Калимаи «Раъд» дар истилоҳ ба маънои «тундар» аст. Сураи мазкур мувофиқ ба номи худ чун садои тундар эътибори хонандаро ҷалб намуда водор мекунад, ки инсон бояд ба Аллоҳи ягона, Қуръон, пайғамбарон ва дигар аслҳои динӣ, ба хусус ба ваҳйи илоҳӣ, ба зинда шудан баъди мурдан бовар дошта бошад. Дар ин хусус дар дигар сураҳо низ ин масъалаҳо мавриди баҳс қарор дошта бошад ҳам, лекин сураи «Раъд» тарзи баёни хосе дорад.\r\nОятҳои ин сура диққати инсонро ба мавҷудоти осмонҳо, Офтоб, Моҳ, рӯз, шаб, Замин, кӯҳҳо, обҳо, сабзаю дарахтҳо ва ғайра ҷалб намуда, ба тафаккур дар бораи Офаридгори онҳо даъват менамояд. Оятҳои баъдӣ мардумро ба вафои аҳд, силаи раҳм, сабр, дар пинҳонӣ ва ошкор, садақа додан ва ба тарки интиқомҷӯӣ даъват мекунанд. Сипас, мардумро огоҳ мекунад, ки зиндагонии дунё нопойдор аст. Агар инсон дар сояи имон ба Худо зиндагонӣ накунад, зиндагии ӯ маъное надорад. Сипас, аз таърихи қавмҳои саркаши гузашта, ки ҳақиқатро пинҳон намуданду аз фаҳмидани роҳи ҳақ мардумро боз доштанд сухан меравад. Сураи мизкур бо ибораҳои такондиҳанда аҳли куфрро таҳдид карда ҳусни хотима меёбад. Ин буд назари кӯтоҳе ба мундариҷаи сураи «Раъд».",
    "revelation_order": 96
  },
  {
    "id": 19,
    "number": 14,
    "name_arabic": "ابراهيم",
    "name_tajik": "Иброҳим",
    "name_english": "Ibrahim",
    "revelation_type": "Meccan",
    "verses_count": 52,
    "description": "Сураи мазкур бо тариқаи ба худ хос, мисли дигар сураҳои дар Макка нозилшуда, атрофи масъалаҳои ақидавӣ, аз он ҷумла, имон ба Аллоҳ ва Расули Ӯ, ваҳйи илоҳӣ, тавҳид, зинда шудан баъд аз миронидан ҳисобу китоб, ҷазою мукофот баҳс мекунад. Барои он ин сура номи «Иброҳим»-ро гирифт, ки дар ин сура қиссаи қаҳрамонии «Иброҳим (а)» мегузарад. Меҳвари асосии ин сура аз даъвати пайғамбарон, ба хусус аз даъвати Расулуллоҳ (ﷺ) ба сӯи тавҳид иборат мебошад. Дар ин сура аз умматҳои гузашта, ки пайғамбаронашонро тасдиқ надоштанд, мисли қавми Нӯҳ (а), Мӯсо (а), Од ва Самуд мисолҳо меояд. Худованд аз кору кирдори бандагони Худ ғофил нест. Вақте меояд, ки барои онҳо ҳисобу китоб сурат мегирад. Золимоне, ки ба сухани Пайғамбар (ﷺ) гӯш накарданд, тобеи ӯ (ﷺ) нашуданд, баъдан афсӯс мехӯранд, лекин ҳеҷ фоидае барои онҳо нест. Ҷазои амалҳои бад низ баён шудааст. Бори дигар дар охир, чун оятҳои аввал таъкид мешавад, ки ваҳйе, ки ба Пайғамбар (ﷺ) меояд, ҳақ аст. Ин буд мухтасаран назаре ба мундариҷаи сураи Иброҳим (а).\r\n",
    "revelation_order": 72
  },
  {
    "id": 20,
    "number": 15,
    "name_arabic": "الحجر",
    "name_tajik": "Ҳиҷр",
    "name_english": "Al-Hijr",
    "revelation_type": "Meccan",
    "verses_count": 99,
    "description": "Номи ин сура аз ояти 80-ум то 84-ум, ки аз асҳоби Ҳиҷр, (Қавми Солеҳ (а) сухан мегӯянд, интихоб шудааст. Ин сура танҳо сураест, ки дар панҷ ояти худ дар бораи асҳоби Ҳиҷр сухан кардааст. Сураи мазкур чун сураҳои дар Макка нозилшуда дар атрофи ақидаи мустаҳкам сухан гуфта, бо онҳо ҳамоҳанг аст. Замоне ки ин сура ва сураи Юсуф (а) нозил шуданд, замоне буд, ки Пайғамбар (ﷺ) ва муъминон аз мушрикон сахт озор мекашиданд. Соле буд, ки аз сабаби вафоти амакашон Абӯтолиб ва вафоти ҳамсари вафодорашон, Хадиҷа (р), он солро «соли ғам» ном ниҳода шуд. Аз ин рӯ, дар ин сура барои тасаллии Пайғамбарамон (ﷺ) таърих ва қиссаҳои муъминони пешгузашта, ки ба рӯзгорашон монандӣ дорад, зикри худро ёфтааст. Сураи «Ҳиҷр» аз қавми Самуд мисолҳо оварда, натиҷаи кори касонеро, ки Исломро инкор мекунанд, ёдрас мекунад. Дар оятҳои аввали ин сура аз аҳли куфр, аз огоҳ сохтани онҳо, аз озор расонидани мушрикон ба Пайғамбар (ﷺ) ва ваъдаи Худованд оид ба муҳофизати Қуръон сухан меравад. Сониян чун нишонаи сифатҳои баркамоли Парвардигор баъзе аз офаридаҳои бузурги Ӯ (ҷ.ҷ.) чун Осмону бурҷҳои он, Замину кӯҳҳо шамолҳо, об, олами наботот ва амсоли онҳо ёдрас мешавад. Баъдан, қиссаи Одам (а) ва шайтони лаъин бо услуби хосс дар ин сура зикри худро ёфтааст. Иншоаллоҳ, дигар масъалаҳои зарурӣ дар раванди тафсири оятҳои ин сура баёни худро меёбанд. Ин буд назари мухтасаре ба мундариҷаи сураи «Ҳиҷр».\r\n",
    "revelation_order": 54
  },
  {
    "id": 21,
    "number": 16,
    "name_arabic": "النحل",
    "name_tajik": "Наҳл",
    "name_english": "An-Nahl",
    "revelation_type": "Meccan",
    "verses_count": 128,
    "description": "Барои он ин сура сураи «Наҳл» номида шуда аст, ки дар он достони наҳл (занбӯри асал) эзоҳ меёбад. Ин сураро сураи «Ниъам» низ номидаанд. Зеро Худованд дар ин сура барои бандагони Худ чандин неъматҳояшро баршумурдааст. Меҳвари асосии ин сура, чун сураҳои дар Макка нозилшуда, атрофи масъалаҳои тавҳид (яктопарастӣ) маъод, (бозгашт ба қиёмат), нубувват, баёни далелҳои ягонагии Парвардигор, соҳиб қудрату бо азамат будани Парвардигор ва дафъи шубҳаҳои мункирон давр мезанад. Сураи мазкур бо услуби худ ба ашёе, ки дар атрофи инсонҳоанд ва бар қудратмандию ваҳдонияти Парвардигор далолат мекунанд чун осмон, Замин, баҳр, кӯҳҳо, наботот, ҷимодот ва ғайра эътибори ҷиддӣ медиҳад. Дар қисми аввали ин сура дар бораи кофирон, ки ваҳйи илоҳиро рад ва масхара мекарданду дар баробари он омадани қиёматро низ инкор мекарданд, сухан меравад. Ин буд назаре мухтасар ба мундариҷаи ин сура.",
    "revelation_order": 70
  },
  {
    "id": 22,
    "number": 17,
    "name_arabic": "الإسراء",
    "name_tajik": "Исро",
    "name_english": "Al-Isra",
    "revelation_type": "Meccan",
    "verses_count": 111,
    "description": "Барои он ин сура «Исро» номида шуд, ки дарбаргирандаи хабари оид ба муъҷизаи бузургест, ки дар яке аз шабҳо рух додааст. Он сайр додани Расулуллоҳ (ﷺ) аз Макка ба сӯйи масҷиди Ақсо ва аз онҷо ба осмонҳо аст, ки дар порае аз шаб ба вуқӯъ пайвастааст. Дар ҳақиқат барои Расулуллоҳ (ﷺ) ин ҳодиса аз ҷониби Парвардигор як гиромидошти беназир аст. Сура баъзе саҳифаҳои таърихи яҳудиёнро низ дар бар мегирад. Аз ин сабаб ин сураро сураи «бани Исроил» низ ном мебаранд. Сураи мазкур чун сураҳои дар Макка нозилшуда дар хусуси ақида, аслҳои динӣ, сухан ронда, махсусан ба масъалаи тавҳид (Худоро якка шинохтан), пайғамбарӣ ва ба зинда гардонидан баъд аз миронидан эътибори алоҳида додааст. Сураи мазкур бо баёни муъҷизаи «Исро» оғоз шуда, қудрати беинтиҳои Парвардигор дар он инъикос шудааст. Баъдан дар шаъни Мӯсо (а) ва қавми ӯ (а)-(бани Исроил) сухан меравад. Чуноне ки қурайшиҳо аз Муҳаммад (ﷺ) муъҷизаҳои бисёр талаб карданд. Бани Исроил ҳам, аз Мӯсо (а) муъҷизаҳои моддии бисёрро талаб мекарданд. Сипас порчае аз қиссаи Одам (а) ва иблиси лаъин баён мешавад. Баъдан дар бораи муъҷизаи абадӣ (Қуръони карим), ки бар Муҳаммад (ﷺ) нозил шудааст ва иззату икроми бани Одам ва ҳамчунин дар бораи рӯҳ низ дар ин сура оятҳое ба чашм мерасанд. Барои ибрат аз қиссаи Нӯҳ (а) ва муъҷизаи Мӯсо (а) низ сухан ба миён омадааст. Сура бо оятҳои бузургии Қуръонро васфкунанда ва аз сифатҳои нуқсон пок донистани Парвардигор ба охир мерасад.\r\nСураи мазкур вақте нозил шуд, ки изо ва алам додани мушрикон бар мусалмонҳо бисёр буд. Соле буд, ки Пайғамбари Аллоҳро аз ҳуҷуми мушрикон инсонҳои ҳимоякунанда (амакашон Абӯтолиб ва моддарамон Хадиҷа (р) вафот карданд. Дар чунин вақти мудҳиш ҳодисаи меъроҷи Расулуллоҳ ба вуқӯъ пайваст. Ин буд нигоҳи мухтасаре ба мазмуни сураи «Исро».\r\n",
    "revelation_order": 50
  },
  {
    "id": 23,
    "number": 18,
    "name_arabic": "الكهف",
    "name_tajik": "Каҳф",
    "name_english": "Al-Kahf",
    "revelation_type": "Meccan",
    "verses_count": 110,
    "description": "Номи сураи мазкур аз ояти 9-уми ҳамин сура интихоб шудааст. Сабаби номгузории ин сура бо калимаи «Каҳф» дар он аст, ки он достони аҷиберо, ки Асҳоби Каҳф (ёрони ғор) ном дорад, дар бар гирифтааст. Дар Қуръони карим панҷ сура бо калимаи «Алҳамдулиллоҳ» оғоз шудааст. Аз он ҷумла, сураи «Фотиҳа», «Анъом», «Каҳф», «Сабо» ва сураи «Фотир». Дар фазилати ин сура ҳадисҳо ривоят шудааст. Аз он ҷумла, «Ҳар кас даҳ ояти аввали сураи «Каҳф»-ро ҳифз (аз худ) кунад, (дар ривояти дигар омадааст: «Ҳар кас даҳ ояти охири сураи «Каҳф»-ро бихонад), аз фитнаи Даҷҷоли (л) эмин мемонад. Дар ҳадиси шариф бо ривояти Анас (р) аз Расулуллоҳ (ﷺ) омадааст: «Ҳар кас сураи Каҳфро дар рӯзи ҷумъа бихонад, ин сура фосилаи байни ду ҷумъаро ҳамчу нур барои ӯ равшан мекунад». Дар дигар ривоят омадааст: «Ҳар касе сураи «Каҳф»-ро шаби ҷумъа бихонад, ин сура байни ӯ то хонаи Каъба аз нур равшанӣ мекунад.\r\nСабаби нузули сураи «Каҳф»-ро Муҳаммад ибни Исҳоқ аз Ибни Аббос (р) ривоят кардааст, ки қурайшиҳо Назр ибни Ҳорис ва Уқба бини Абимуъайтро назди донишмандони яҳуд ба Мадина фиристода, ба онҳо гуфтанд: «Равед, сифатҳои ӯро назди онҳо нақл кунед, то бидонем, ки ин шахс кист, зеро онҳо аҳли китобанд, дар бораи Пайғамбарон огоҳӣ доранд, мо бошем аз чунин илм бебаҳраем». Он ду шахс ба Мадина омаданд ва мавзӯъро бо донишмандони яҳудӣ дар миён гузоштанд. Донишмандони яҳудӣ ба онҳо гуфтанд: «Равед, дар бораи се чиз аз ӯ савол кунед, агар ба ин саволҳо ҷавоб дода тавонад, пас дар ҳақиқат ӯ пайғамбар аст. Агар ҷавоб дода натавонад, вай дурӯғгӯ ва сохтакор аст, пас шумо медонед бо ӯ чӣ кор кунед.\r\nАввал аз ӯ пурсед, ки дар асрҳои пеш достони аҷоиби ҷавононе (асҳоби Каҳф) гузаштааст, он чӣ гуна аст? Дар саволи 2-юм аз ӯ пурсед, ки дар дунё марди дунёгарде (Зулқарнайн) гузаштааст, ки машриқҳо ва мағрибҳои Заминро паймудааст. Ӯ кист ва чӣ гуна шахс аст? Дар севумин савол дар бораи рӯҳ аз ӯ бипурсед, ки рӯҳ чист? Пас, агар аз ин се савол ба шумо хабар дод, дар ҳақиқат ӯ Расули Худост. Хулоса, онҳо ба Макка баргашта, ба қурайшиҳо гуфтанд: «Эй қабилаи Қурайш! Мо барои шумо чизе овардем, ки байни шумо ва Муҳаммад файсала хоҳад кард». Он гоҳ он чи аз яҳудиёни Мадина шунида буданд, дар миён гузоштанд ва сарони Қурайш назди Расулуллоҳ (ﷺ) омада гуфтанд: «Эй Муҳаммад! Агар Пайғамбар бошӣ, моро аз ин се мавзӯъ хабар деҳ ва он се саволро матраҳ карданд. Расули Худо бе он, ки иншоаллоҳ гӯяд, ба онон фармуд: «Фардо шуморо аз он чӣ савол кардед, хабар медиҳам».\r\nБо шунидани ин сухан сарони Қурайш аз назди Расулуллоҳ (ﷺ) баргаштанд. Аммо дар ин бора Худованд ба ӯ (ﷺ) ба таври маъмулӣ (яъне, дарҳол) ваҳй нафиристод.\r\nБо ҳамин понздаҳ рӯз Расули Худо мунтазири ваҳйи илоҳӣ шуданд. Дар Макка садо ва ғулғулаҳо, ки Муҳаммад ба мо фардоро ваъда доду аллакай понздаҳ рӯз гузашт ва ҳеҷ хабаре аз сӯйи ӯ нест, баланд шуд. Расули Худо аз дер омадани ваҳй бисёр ғамгин буд ва аз шунидани суханҳои мушрикон он рӯзҳо барои ӯ (ﷺ) сахту душвор мегузашт. Сипас, Худованд ба ӯ (ﷺ) кушоиш дод. Ҷабраил (а) аз сӯйи Худо сураи «Каҳф»-ро фуруд овард, ки дар дохили ин сура ва оятҳои сураи «Исро» ба он се саволи мушрикон посух дода шудааст. Ин сура достони Асҳоби Каҳф, достони Мӯсо ва Хизр ва достони Зулқарнайнро дар бар гирифтааст. Ба ғайри ин сура дигар дар ҳеҷ ҷои Қуръон сухане аз инҳо ба миён наомадааст. Танҳо дар сураи «Анбиё» ояти 96-ум масъалаи Яъҷуҷ Маъҷуҷ бо зикри номи «Зулқарнайн» ишора шудааст. Ба ҳар ҳол муҳтавои сураи мазкур пурбору пурбаракот ва тарбиядиҳанда аст.\r\n",
    "revelation_order": 69
  },
  {
    "id": 24,
    "number": 19,
    "name_arabic": "مريم",
    "name_tajik": "Марям",
    "name_english": "Maryam",
    "revelation_type": "Meccan",
    "verses_count": 98,
    "description": "Аз сабаби он, ки дар ин сура қиссаи аҷоиби Бибимарям ва бе падар таваллуд шудани ҳазрати Исо (а) ва ҳодисаҳои баъди таваллуди Исо (а) зикр шудааст, ин сураро сураи «Марям» ном ниҳода шуда аст. Сураи мазкур монанди дигар сураҳои дар Макка нозилшуда ба масъалаи ақида эътибори алоҳида додааст. Мавзӯи асосии ин сура вуҷуди якка ва ягона будани Худованд, аз нав зинда шудани баъд аз марг ва ҳақ будани ҳисобу китоби рӯзи қиёмат ва баёни ҳидояту залолат (гумроҳӣ) аст.\r\nИнчунин аз қиссаҳои умматҳои гузашта низ дар ин сура сухан ба миён омадааст. Ҳамчунин қиссаи Закарийё (а), Яҳё (а) ва порчае аз таърихи Иброҳим (а) байни ӯ (а) ва падараш чӣ моҷаро гузашт, ҳикоя мешавад. Қиссаи Исо (а), Исмоил (а), Идрис (а) дар ин сура, низ ёдрас шудааст. Вақто ки саҳобагон ба Ҳабаш ҳиҷрат карданд, Ҷаъфар ибни Абӯтолиб, бародари Алӣ (к) барои подшоҳи он ҷо (Наҷҷошӣ ва ёронаш) чанд оятеро қироъат кард. Он оятҳо оятҳои аввали ҳамин сура буданд. Ин буд мухтасаран, назаре ба мӯҳтавои сураи «Марям».",
    "revelation_order": 44
  },
  {
    "id": 25,
    "number": 20,
    "name_arabic": "طه",
    "name_tajik": "Тоҳо",
    "name_english": "Taha",
    "revelation_type": "Meccan",
    "verses_count": 135,
    "description": "Бо ривояти Ибни Аббос (р) ва Ҷобир ибни Зайд (р) сураи мазкур баъди сураи «Марям» (а) фуруд омадааст. Эҳтимол меравад, ки ҳарду сура пайи ҳам нозил шудаанд. Зеро меҳвари асосии ҳарду бо якдигар хело монанд аст. Аз ин рӯ, дар Қуръони карим бевосита баъди он (сураи «Марям») ҷои худро ишғол намудааст. Номи ин сура аз лафзи (ояти) якуми он, ки «То ҳо» аст гирифта шудааст. Калимаи «То ҳо»-ро уламои киром ҳаргуна тафсир кардаанд. Баъзе аз онҳо «То ҳо»-ро якчанд ҳарфе аз ҳарфҳои ҳиҷоӣ ҳисобида «Мурод аз онҳо чист, Худованд хубтар медонад» гуфтаанд. Сухани онҳо нисбат ба дигар тафсирҳое, ки «То ҳо»-ро номе аз номҳои Худованд ё номи Пайғамбар (ﷺ) гуфтаанд ва дигар эзоҳоте, ки зери калимаи «То ҳо» дида мешавад, маъқултар аст. Сураи мазкур дар оғоз мисли сураҳои дар Макка нозилшуда атрофи ақидаи саҳеҳ ва сифату ахлоқи ҳамидаи муъминон баҳс мекунад. Мақсади асосии сураи мазкур баёни тавҳид, пайғамбарӣ, аз нав зинда шудан, ҷамъ кардани ҳама мардум рӯзи маҳшар ва дигар асосҳои динӣ аст. Сураи «То ҳо» сифату шахсияти Пайғамбар саллаллоҳу алайҳи ва салламро васфи алоҳида намуда, барои дастгирии маънавии ӯ (ﷺ) эътибори алоҳида додааст. Сураи мазкур ба Расулуллоҳ (ﷺ) ишора кардааст, ки ба ҳилаву найранги кофирону мушрикон, ки ӯ (ﷺ)-ро дурӯғгӯй меҳисобанд, истеҳзову масхара мекарданд, аҳамият надиҳаду иҷрои вазифаи асосиеро, ки аз тарафи Парвардигор ба ӯ (ﷺ) супурда шудааст, идома диҳад. Дар муносибат ба ин мавзӯъ барои тасаллии Расулуллоҳ (ﷺ) Худованд, қиссаи Мӯсо (а)-ро аз замоне ки ба ӯ (а) дараҷаи пайғамбарӣ дода шуд, то он вақте ки бани Исроил гӯсоларо (наъузу биллоҳ) Худо гуфта парастиданд, ҳамчунин баҳси шадиди Мӯсо (а)-ро бо Ҳорун (а) бо тафсил баён кардааст.\r\nМӯсо (а) бо кадом роҳ ҳамроҳи бародараш Ҳорун (а) назди Фиръавн рафт, байни онҳо ва Фиръавн чи корҳо гузашт, ба Парвардигор роз гуфтани ӯ (а), муҷадолое, ки ӯ (а) бо Фиръавн ва муборизае, ки бо соҳирон кард ва дигар ҳодисаҳо дар ин сура баёни худро ёфтаанд. Аз ин қисса маълум мешавад, ки Парвардигор Мӯсо (а)-ро ошкоро дар ҳифзу ҳимояти худ нигоҳ доштааст. Зеро аксари оятҳои ин сура тақрибан (80) ояти он дар атрофи ин қисса баҳс мекунанд. Баъди қиссаи Мӯсо (а) мухтасаран қиссаи Одам (а) баён шудааст. Дар он омадааст, ки Одам (а) хато кард, баъди тавба, Худованд бо лутфу марҳамати Худ ӯ (а)-ро бахшиду ӯ (а)-ро ба роҳи рост ҳидоят кард. Барои авлоди Одам (а) пайғамбарони худро фиристод, то онҳоро ба роҳи рост ҳидоят кунанд, ва ду роҳро дар ихтиёри онҳо гузошт. Дар давоми сура аҳволи мардум дар қиёмат низ зикри худро меёбад. Дар охир Худованд бо чанд оят Расулуллоҳ (ﷺ)-ро хитоб намудаст. Ин буд назари кӯтоҳе ба мундариҷаи сураи «Тоҳо». Валлоҳу аълам.\r\n",
    "revelation_order": 45
  },
  {
    "id": 26,
    "number": 21,
    "name_arabic": "الأنبياء",
    "name_tajik": "Анбиё",
    "name_english": "Al-Anbya",
    "revelation_type": "Meccan",
    "verses_count": 112,
    "description": "Аз он ҷое ки саргузашти баъзе аз пайғамбарон дар ин сура зикр мешавад, он «Анбиё» номгузорӣ шудааст. Саргузашти баъзе аз пайғамбарон ба таври хулоса ва баъзе аз онҳо ба таври мухтасар дар ин сура баён мегардад.\r\nСура ба мавзӯъҳои муҳимми ақидаи исломӣ дар заминаи рисолат, тавҳид (яктопарастӣ), қиёмат (ҳашр) ва ҷазо муроҷиат намуда, онҳоро мавриди назар қарор медиҳад. Дар оғоз сураи шариф бо баҳс пиромуни ғафлати инсон аз охират, ҳисобу китоб, ҷазову подоши амал шурӯъ мешавад. Сипас дар бораи дурӯғпиндорандагони каломи ҳақ сухан мепардозад. Дар бораи онҳое, ки ҳалоки гузаштагонро мушоҳида мекунанду аммо панд намегиранд, сухан мегӯяд. Сура далелҳои қудрати Худоро дар офоқ (коинот) ва инсон мавриди баррасӣ қарор дода, дар мавриди офариниш аз нестӣ бе ҳеҷ намунаи қаблӣ хабар медиҳад ва аз бо азаматии Офаридгори ботадбиру огоҳ ёдовар мешавад. Баъд аз ин бархурд ва амалкарди мушриконро хотирнишон месозад, ки чӣ тавр онҳо бо ришханд ва тамасхур бо Муҳаммад (ﷺ) рӯ ба рӯ мешуданд ва ӯ (ﷺ)-ро дурӯғгӯ меҳисобиданд.\r\nБа дунболи он суннат ва равиши ҷаҳоншумули Худоро дар нобуд кардани гарданкашон ва табаҳкорон ёдовар мешавад.\r\nСипас сура ба қиссаи баъзе аз пайғамбарон пардохта, аз он ҷумла, саргузашти Иброҳим (а)-ро, ки дарбаргирандаи панд ва андарзҳост, бо тафсил баён кардааст. Инчунин сураи мазкур достони Исҳоқ (а), Яъқуб (а), Лут (а), Нӯҳ (а), Довуд (а), Сулаймон (а), Айюб (а), Исмоил (а), Идрис (а), Зилкифл (а), Зуннун (Юнус (а), Закариё (а), Яҳё (а) ва Исо (а)-ро бо ихтисор нақл намуда, аз сахтиҳое ёдовар шудааст, ки анбиё (а) бо он рӯ ба рӯ буданд. Дар хотима ҳамчун пайғамбар фиристода шудани Муҳаммад (ﷺ) ба унвони «Раҳмат бар оламиён» номбар шудааст.\r\n",
    "revelation_order": 73
  },
  {
    "id": 48,
    "number": 22,
    "name_arabic": "الحج",
    "name_tajik": "Ҳаҷ",
    "name_english": "Al-Hajj",
    "revelation_type": "Medinan",
    "verses_count": 78,
    "description": "Ин сура монанди дигар сураҳои дар Мадина нозилшуда масъалаҳои шариъати исломиро баррасӣ менамояд. Инчунин мавзӯъҳои ақидавӣ мисли имон, тавҳид, қиёмат ва манзараҳои он, тарс ва ҳароси мардум дар он рӯз дар ин сура низ баён шудааст.\r\nСура бо зикри зилзилаи сахт ва таҳлукаовар, ки пеш аз барпошавии қиёмат воқеъ мегардад, оғоз шудааст ва он чунон даҳшатнок аст, ки на танҳо қасрҳо ва кӯшкҳоро зеру забар мекунад, балки тарсу ҳароси он ба модарони ширдеҳ чунон таъсир мекунад, ки ҳатто онҳоро аз кӯдакони ширхораашон ғофил мегардонад, занҳои ҳомила низ аз тарси он зилзила сақти ҷанин мекунанд. Инсонҳо аз ваҳшати он рӯз мисли инсони маст мекалованд, дар ҳоле ки май нанӯшидаанд.\r\nСипас, сура хабар медиҳад, ки накӯкорон дар манзилҳои пурнеъмати Биҳишт ҷой мегиранд ва бадкорон вориди Дӯзах мегарданд. Дар оятҳои охири сура беқадрии бутҳо ва бутпарастонро бо мисоле баён намуда, инсонҳоро ба пайравӣ аз дини Ислом, дини Ҳақ ва мӯътадил даъват мекунад.\r\n",
    "revelation_order": 103
  },
  {
    "id": 71,
    "number": 23,
    "name_arabic": "المؤمنون",
    "name_tajik": "Мӯъминун",
    "name_english": "Al-Mu'minun",
    "revelation_type": "Meccan",
    "verses_count": 118,
    "description": "Номгузории сураи мазкур бо калимаи «Муъминун», валлоҳу аълам, барои он аст, ки ному ахлоқ ва фазилати некӯи муъминонро ёдовар мешавад. Ҳамчунин фазилатҳоеро номбар мекунад, ки касе ба онҳо амал намояд, дар Ҷаннат сатҳи Фирдавси аълоро соҳиб мегардад.\r\nМавзӯъи аслҳои дини Ислом, чун тавҳид (Аллоҳ таъолоро якка донистан) ва набувват (Муҳаммад (ﷺ)-ро пайғамбари барҳақ донистан) ва маъод (ба охир расидани ин дунё, барпошавии қиёмат, аз навзиндагардонӣ ва ғ.)-ро сураи мазкур дар бар гирифтааст.\r\nСура бо баёни шарти растагории (озодшавӣ аз азоби Дӯзах ва дохилшавӣ ба Ҷаннат) инсонҳо оғоз гардида, баъдан далелҳои қудрат ва ягонагии Аллоҳро, ки ҳар инсони оқил ҳамарӯза онҳоро мисли офариниши инсон, ҳайвонҳо, наботот, Коиноти бо ситорагон оросташуда ва ғайра мушоҳида менамояд, баррасӣ мекунад. Дар идомаи оятҳои ин сура, барои тасаллии Расулаллоҳ (ﷺ) то ин, ки аз озори мушрикон ва кофирон дилгир нашавад, қиссаи пайғамбарони пешин чун Нӯҳ (а), Ҳуд (а), Мӯсо (а) ва Исо (а) нақл шудааст.\r\nДар бораи душмании кофирони Макка низ сухан меравад, ки чӣ гуна бо вуҷуди далелҳои равшан боз ҳам бар зидди ҳақ ба мубориза бархостанд. Дар идома оятҳои ин сура бо далелҳои раднопазир ҳақ будани барпошавии рӯзи қиёмат, аз нав зиндагардонидани ҳама инсонҳо, гирдоварии инсонҳо дар саҳрои қиёмат барои бозпурсӣ аз ақида ва амалҳои дар дунё содиркардаашон сухан меравад.\r\nБо баёни аҳволи мардум дар рӯзи қиёмат сура ба охир мерасад. Дар он рӯз мардум ба ду гурӯҳ тақсим мешаванд, гурӯҳи некбахтон ва гурӯҳи бадбахтон. Дар он рӯз ҷуз имон ва амали некӯ дигар мансаб, авлод, сарвати дунё, ҳеҷ чиз барои халосӣ аз азоби илоҳӣ судманд нест. Он рӯз фарёд, зорӣ ва кашмакаши кофирону гунаҳкорон баланд мешавад, аммо барои онҳо фарёдрас куҷост?! Ин буд назари кӯтоҳе ба мундариҷаи сураи «Муъминун».\r\n",
    "revelation_order": 74
  },
  {
    "id": 72,
    "number": 24,
    "name_arabic": "النور",
    "name_tajik": "Нур",
    "name_english": "An-Nur",
    "revelation_type": "Medinan",
    "verses_count": 64,
    "description": "Ин сура ба сабаби он «Нур» номида шудаст, ки дарбаргирандаи ояти дурахшон (ояти 35-уми ҳамин сура) «Аллоҳу нурус-с-самавати ва-л-арз…» аст.\r\nСураи мазкур одоб ва тарзи рафторро дар зиндагии фардӣ, оилавӣ ва ҷамъиятӣ баён мекунад, ки муъминон онҳоро бояд риоя кунанд. Масалан, барои ворид шудан ба манзили дигарон иҷозат гирифтан, аз занони номаҳрам чашм нигоҳ доштан, ҳимояи олоти ҷинсӣ аз амалҳои ҳаром, ҳаром будани омезиши мардон бо занони номаҳрам ва ...\r\nИнчунин дар ин сура аз масъалаҳое сухан меравад, ки оилаи мусулмон бар онҳо поягузорӣ шудааст. Мисли покдоманӣ, риояи ҳиҷоб, дурӣ аз ҳамагуна фасод ва фаҳшо, риояи ҳукмҳои шариъати Худованд, ҳурмати дин, худдорӣ аз эҷоди тафриқа, ихтилофи дохилӣ, риояи аслҳои ахлоқи исломӣ ва ғ.\r\nИнчунин дар ин сура баъзе аз ҳудудҳои шаръӣ, ки аз ҷониби Худо муқаррар шудаанд, аз қабили ҳадди зино, ҳадди туҳмат задани шахсе ба зино ё ливота (гомосексуализм, ҳамҷинсбозӣ) ва ғ. ва барои поксозию покизагии ҷамъияти инсонӣ аз фасод, нигаҳдории насаб ёдовар мешавад. Ҳамчунин иҷрои ин манҳиёт пояҳои давлатдориро аз суст шудан ва миллатҳоро аз барҳам хӯрдан нигоҳ медоранд. Сураи мазкур насиҳатҳо ва андарзҳои ҳакимонаеро дар бар гирифтааст, ки бо риояи онҳо инсон ва ҷомеъа метавонанд аз фазилатҳои олӣ бархурдор гарданд.\r\n",
    "revelation_order": 102
  },
  {
    "id": 73,
    "number": 25,
    "name_arabic": "الفرقان",
    "name_tajik": "Фурқон",
    "name_english": "Al-Furqan",
    "revelation_type": "Meccan",
    "verses_count": 77,
    "description": "Меҳвари асосии сураи мазкур чун сураҳои дар Макка нозилшуда асосан дар атрофи ақида, ҳақ будани Қуръон, якка ва ягонагии Аллоҳ, ҳаққу рост будани пайғамбарии Муҳаммад (с), имон ба зиндагардонидани баъд аз миронидан ва ҷазои он рӯз давр мезанад.\r\nСураи мазкур шубҳаҳое, ки мушрикон дар шаъни Расулуллоҳ (с) ва Қуръон доштанд, рад намуда, сипас барои панду ибрат баъзе қиссаҳоро меорад. Дар ибтидо дар якчанд оятҳои ин сура аз ҳоли мушрикон, ки бо чандин роҳ Қуръони каримро таън мезаданд ва дар шаъни оятҳои он дурӯғҳо мебофтанд, сухан мегӯяд. Онҳо гоҳо бо андозаи фикри кӯтоҳи худ онро афсонаҳои гузаштагон мегуфтанд, гоҳо гуфтанд, ки Муҳаммад ин Қуръонро бо ёрии Аҳли Китоб худаш навиштааст, баъзан гуфтанд, ки кори ин мард як навъ сеҳри ошкор аст. Худованд ин фикрҳои ботилу ваҳмҳои дурӯғини онҳоро бо овардани далелҳо рад намуда, исбот кардааст, ки дар ҳақиқат Қуръон китобест, ки аз тарафи Парвардигори оламиён нозил шудааст. Сипас бори дигар сухан аз мушрикон меравад. Онҳо мегуфтанд, ки бояд Пайғамбар аз ҷинси фариштагон бошад ва билфарз агар пайғамбарӣ аз ҷинси башар бошад, на бояд фақиру ятим, балки соҳиби молу ҷоҳ ва аз ҳама бойтарини мардуми атроф нитихоб мешуд. Худованд чунин шубҳаҳои ботили онҳоро дар ин сура бо далелу бурҳонҳои камаршикан рад намудааст. Сипас сухан аз он меравад, ки баъзе аз мушрикон чун Ақаба ибни Абимуъайт оятҳои қуръониро шуниданд, имон оварданд ва ба васвасаҳои рафиқи шақи (бадкор)-аш Убай ибни Халаф боз муртаду кофир шуда ба сӯйи Ҷаҳаннам рӯйи оварданд. Дар ин байн зикри достони баъзе аз анбиё ва қавмҳои дурӯғҳисобандагони онҳо, ба балову ҳалокат гирифторшавии онҳо мисли қавми Лут (а), Нӯҳ (а), Од, Самуд, асҳоби Раъс ва ғайра, иҷмолан баён мешавад. Дар оятҳои охирини ин сура сифатҳои бандагоне, ки онҳоро «Ибодур-Раҳмон» мегӯянд ва онҳо соҳиби ахлоқи ҳамидаанду бо ин сабаб соҳиби аҷри азим мегарданду аз ҷаннатҳои наъим соҳиби ҷойу макон мешаванд, баён шуда сура ба охир мерасад. \r\nАз он ҷое, ки сураи мазкур ҳаққро аз ботил, нурро аз зулмат, имонро аз куфр ҷудо кардааст, Худованд онро сураи «Фурқон» номид. Ин буд назари кӯтоҳе ба мундариҷаи сураи мавриди назар.",
    "revelation_order": 42
  },
  {
    "id": 74,
    "number": 26,
    "name_arabic": "الشعراء",
    "name_tajik": "Шуаро",
    "name_english": "Ash-Shu'ara",
    "revelation_type": "Meccan",
    "verses_count": 227,
    "description": "Номи сура аз оятҳои охир 224-226-ум, ки дар бораи шоироне, ки бе ҳадаф сухан (шеър) мегӯянд, гирифта шудааст. Сураи мазкур миёни шуъарои (шоирони) гумроҳу бе динро бо шуъарои муъмин муқоиса намудааст, зеро мушрикон бо пиндори хеш иддиъо намуданд, ки Расулаллоҳ (с) шоир аст ва он чӣ (Қуръон) бо худ овардааст, ҳама шеъранд. Сураи мазкур аз рӯйи адади оят, баъди сураи «Бақара», дувумин сураи дарози Қуръон ба ҳисоб меравад. Адади оятҳои сураи «Бақара» ба 286 адад мерасад, адади оятҳои сураи «Шуъаро» бошад ба 227. Локин нисбат ба дигар сураҳо, теъдоди калимаҳои сураи «Шуъаро» камтар аст. Сураи мазкур, чун сураҳои дар Макка нозилшуда атрофи масъалаи асли эътиқод, тавҳид (яктопарастӣ), маъод (бори дигар зинда шудан), аҳамияти Қуръон ва даъвати Пайғамбарон давр мезанад. Дар бораи мушрикон, ки Қуръон (ин муъҷизаи бузург)-ро инкор карданду аз рӯйи кибру инод аз Расулаллоҳ (с) муъҷизаҳои моддӣ талаб карданд, дар ин сура чанд сухан омадааст. Бо услуби сураи мазкур қиссаи Мӯсо (а) бо Фиръавн, қиссаи Иброҳим (а), қиссаи Нӯҳ (а), Ҳуд (а), Солеҳ (а), Лут (а), Шуъайб (а) ва муъомилаи онҳо бо дурӯғпиндорандагони қавмашон, чӣ гуна буд, баён шудааст. Дар охир, то ин ки хатми сура бо ибтидои он робитаи мустаҳкам дошта бошад, барои ради мушрикон, ки онҳо дар шаъни Қуръони карим суханҳои мантиқан нодуруст мегуфтанд, ояте чанд омадааст. Ин буд назари кӯтоҳе ба мундариҷаи сураи «Шуъаро».",
    "revelation_order": 47
  },
  {
    "id": 75,
    "number": 27,
    "name_arabic": "النمل",
    "name_tajik": "Намл",
    "name_english": "An-Naml",
    "revelation_type": "Meccan",
    "verses_count": 93,
    "description": "Аз сабабе ки дар ин сура аз достони яке аз махлуқоти кӯчаки Худованд намл (мӯрча) (ки ба бақияи мӯрчагон насиҳат дод, то ин ки лагадмоли сипоҳи Сулаймон (а) нашаванд) сухан рафтааст, ин сура сураи «Намл» номгузорӣ шуд. Меҳвари сураи мазкур чун дигар сураҳои дар Макка нозилшуда масъалаҳои ақидавӣ буда, мавзӯъи асосии он баёни илми мутлақи Парвардигор аст, ки назди ӯ зоҳиру ботин, ғоибу ҳозири ҳама ашё як аст. Дар рафти мулоҳиза оятҳои ин сура эътибори инсонро ба сӯйи олами ҳашарот, ҳайвонот ва тарзи ҳаётгузаронии фардӣ ва ҷамъиятии онҳо ҷалб мекунад. Хусусан ба достони Сулаймон (а), ки бо услуби муносибе, ки дар ин сура баён шуда аст, эътибори алоҳида дода шудааст. Мувофиқи тавзеҳоте, ки муфассирон додаанд, сураи «Намл» баъди сураи «Шуъаро» нозил шуда, услубашон бо ҳам наздик аст. Дар ин сура дар бораи имон овардан ба Аллоҳу ба рӯзи охират, хос Офаридгорро ибодат кардан, мувофиқи амал дар қиёмат барои инсон пешбинӣ шудани мукофот ё ҷазо, боварӣ ба ваҳйи илоҳӣ, илми ғайбро хос барои Худованд донистан, шукр кардану таслим шуда имон овардан, ки Худованд ризқдиҳандаву офарандааст ва дигар масъалаҳо зикри худро ёфтааст. Дар ин байн ба қиссаи умматҳои гузашта, асосан натиҷаи кори муъминон ва ғайри онҳоро низ эътибор дода шуда, қазоватро ба хонанда мегузорад. Бо услуби ин сура қиссаи Фиръавн, Довуд (а), Сулаймон (а), қиссаи маликаи шаҳри «Сабо» бо хело тафсилот дарҷ шудааст. Сипас ояте чанд дар бораи қиссаи Солеҳ (а) ва қавми Самуд низ омадааст. Ҳамчунин дар бораи қиссаи Лут (а) ва қавми ӯ (а) ҳикоят шуда, паҳлуҳои қисса ки дар дигар сураҳо зикр нашудаанд дар ин ҷо эзоҳи худро меёбанд. Баъдан, сухан аз хислатҳои аҷоибе, ки махлуқот доранд ва бақудрати беҳамтоиОфаридгори якка ва ягона далолат мекунанд, ба миён омадааст. Қиёмату ҳодисаҳои даҳшатноки он ва баъзе манзараҳои он баёни худро дар ин сура ёфтааст. Дар охир чанд ояте дар бораи ибодат ба Парвардигор ва бо ҳидояти Қуръон мусалмон шудани инсон, роҳу равиши худро мувофиқ ба он сохтан ва аз оятҳои Парвардигор, ки чун табло (ишора) сари ҳар қадам пеши рӯйи ҳар инсон истоданд ибрат гирифтан, чанд ояте омадааст. \r\nХулоса, сураи «Намл» ба сифати олимии Парвардигор, ки ҳеҷ чизро аз Ӯ махфӣ нигоҳ дошта намешавад ва Ӯ ҳамаро медонад, эътибори инсонро ҷалб кардааст. Ин аст назари кӯтоҳе ба хулосаи сураи «Намл».",
    "revelation_order": 48
  },
  {
    "id": 76,
    "number": 28,
    "name_arabic": "القصص",
    "name_tajik": "Қасас",
    "name_english": "Al-Qasas",
    "revelation_type": "Meccan",
    "verses_count": 88,
    "description": "Ҷалолуддини Суютӣ (р) дар муқаддимаи ин сура чунин гуфтааст: Дар сураҳои «Шуъаро» ва «То, син» Худои субҳон достони Мӯсо (а)-ро иҷмолан зикр кардааст, дар ин сура ин қиссаро бо тафсил баён мекунад. Бинобарин ин, сураро сураи «Қасас» номида шуд. Аз Имом Олусӣ дар тафсири «Руҳу-л-маъонӣ» аз Абдуллоҳ ибни Аббос (р) ва аз Ҷобир ибни Зайд (р) ривоят шудааст, ки сураи «Шуъаро», сураи «Намл», сураи «Қасас» пайи ҳам нозил шудаанд. \r\nХулоса, таърихи Мӯсо (а) агар дар дигар сураҳо мухтасаран омода бошад, дар ин сура бо тарзи васеъ ва аммо аз чаҳор ҷиҳат мухтасар баён шудааст.\r\n1. Аз таваллуди Мӯсо (а) ва аз балоҳои бар сари ӯ (а) омада, аз ҳоли модараш, ки ӯ (а)-ро дар сандуқе ниҳод ва онро дар дарё андохт, дарё ӯро ба қасри Фиръавн бурд.\r\n2. Ҳаёти Мӯсо (а) дар қасри Фиръавн.\r\n3. Чун Мӯсо (а) ба воя расид, касеро хост аз қавми худ ёрӣ диҳад, ба тарафи муқобил зарба зад. Нохост ӯ ҷон аз даст дод. Чун дар муқобил ва ивази  ӯ Фиръавн қасди куштани ӯ (а)-ро содир кард, ӯ (а) бо маслиҳати марди солеҳ аз Миср ба шаҳри Мадян фирор кард. \r\n4. Аз ҳаёти ӯ (а) дар шаҳри Мадян назди Шуъайб (а), аз хонадор шудан ба яке аз духтарони Шуъайб (а), машғул шудани ӯ (а) бо чорводорӣ, аз Мадян баргаштан, аз ҳодисаҳое, ки назди кӯҳи Тур рух дод, ба Пайғамбарӣ мушарраф шуда ба шаҳри Миср рафтан, аз воқеъаҳое, ки байни ӯ (а) ва Фиръавн рух дод ва ғайра. Дар сураи мазкур қиссаи «Қорун» низ дарҷ шудааст. Чун ӯ меъёри ҳар чизро бо моддиёт чен мекард, дар охир аз дунё бе имон рафт. Дар оятҳои охири сураи мазкур Худованд иршод фармудааст, ки ягона роҳи некбахтию саъодат роҳи пайғамбарони илоҳист. \r\nИн буд назари кӯтоҳ аз мундариҷаи сураи «Қасас». Валлоҳу аълам.",
    "revelation_order": 49
  },
  {
    "id": 77,
    "number": 29,
    "name_arabic": "العنكبوت",
    "name_tajik": "Анкабут",
    "name_english": "Al-Ankabut",
    "revelation_type": "Meccan",
    "verses_count": 69,
    "description": "Сабаби «Анкабут» (тортанак), номгузорӣ шудани ин сура дар он аст, ки Худованд дар ояти 41-уми ҳамин сура гуфтааст: «Достони онон, ки ба ғайри Худо чизеро дӯст гирифтаанд, ҳамчу достони «Анкабут» аст, ки бо ғозу торҳои худ гӯё тамоми хонаро фаро гирифтааст, ҳол он ки сустарин хонаҳо, хонаи анкабут аст». Яъне Худованд дар ин оят ибодати бутпарастонро ба ғозу тору хонаи анкабут монанд кардааст, ки аз рӯйи сустӣ чандон маънои хона буданро надорад. Сураи мазкур дар силсилаи сураҳое, ки дар Макка нозил шудаанд, дохил буда, мисли онҳо имону ақидаро муъолиҷа мекунад, байни муъмину мушрик ва байни имону куфр фарқ мегузорад.\r\nБа ҳаводорони илми Қуръони карим маълум аст, ки Қуръон дар муддати бисту се сол нозил шуд ва сенздаҳ соли он дар Макка гузашт. Дар ин муддат дини навро қабулкардагон (мусалмонон) аз дасти мушрикон бисёр озору азияту шиканҷа медиданд, аммо ба ҳамаи инҳо сабр мекарданд. Дар он асно сураи мазкур нозил шуд, ки барои онҳо бисёр тасаллии хуб буд ва ба дардҳои маънавии онҳо малҳам мегузошт ва гӯё онҳоро табобат мекард. Дар оятҳои аввали ин сура таъкид шудааст, ки имонорандагон, албатта, ба имтиҳонҳои гуногун рӯбарӯ мешаванд. Зеро имон ба гуфтани чанд калимае, ки бо кому забон гуфта мешаванд, кифоя нест, балки муқтазои он дар амал бояд ҷорӣ бошад. Шахсе, ки бо даъво худро муъмину мусалмон меҳисобад, агар имтиҳонот бар сараш оянду бо итминони дил худро аз Ислом барканор гирад, чунин шахс худро мунофиқ ё муртад сохтааст. Чуноне ки сураи мазкур бо таъкид баён кардааст, чунин шахсон дар охират ба азобҳои сахт гирифторанд. Зеро азобу имтиҳонҳое, ки бар сари мусалмон меояд, ин кори нав нест, балки бар сари умматони пайғамбарони гузашта чун Нӯҳ(а), Иброҳим (а), Лут (а), Шуъайб (а) низ омадааст. Сураи мазкур мухтасаран қиссаи онҳоро бо услуби худ баён кардааст. Сипас, аз туғёнгарони қадимӣ чун қавми Од, қавми Самуд, Қорун ва Ҳомон ёдрасон намуда, дар ниҳоя барҳақ будани пайғамбарии Муҳаммад (с)- ро баён мекунад. Сипас, сураи мазкур ишора мекунад, ки касе ба Пайғамбари охирзамон пайрав шавад, чун пайравони пайғамбарони пешин наҷот меёбад, касе пайрав нашавад, ба ҳалокат рӯбарӯ хоҳад шуд ва баъди сари ӯ нишонаҳои баде аз ӯ боқӣ хоҳад монд. Бо баён кардани мукофотҳои касоне, ки дар имтиҳонҳо сабр карданд, оятҳои ин сура ба охир мерасанд. \r\nХулоса, меҳвари асосии сураи мазкур баёни таклифҳои имони ростин аст. Ин буд мухтасаран назаре ба мундариҷаи сураи «Анкабут».",
    "revelation_order": 85
  },
  {
    "id": 78,
    "number": 30,
    "name_arabic": "الروم",
    "name_tajik": "Рум",
    "name_english": "Ar-Rum",
    "revelation_type": "Meccan",
    "verses_count": 60,
    "description": "Ҳадафи асосии сураи мазкур чун сураҳои дар Макка нозилшуда  Қазияҳои ақидаи Исломиро муъолиҷа кардан аст. Аз ҷумлаи муҳимтарини он Қазияҳо ин имон ба ваҳдонияти Парвардигор, имон ба пайғамбарон, ба зинда гардонидани баъд аз миронидан ва муайян шудани ҷазову подоши Парвардигор дар Қиёмат мебошанд. Сураи мазкур аз пешгӯии ҳодисаҳои ғайбӣ ибтидо карда, зафар ёфтани румиёнро, баъди мағлуб шуданашон бар форсиён башорат додааст. Чуноне ки Қуръони карим хабар дод, ҳамчунон ҳам шуд. Ин далолат бар он мекунад, ки ҳазрати Муҳаммад (с) дар ҳақиқат пайғамбар аст ва барои ӯ (с) ваҳйи илоҳӣ омадааст ва Қуръон барои ӯ (с) бузургтарин мӯъҷизаи Илоҳист. Модоме ки ҳақ ва ботил, хайр ва шар, ва шайтони васвасакунанда ҳаст, дар тамоми асрҳо ҳақ бар ботил фирӯз мешавад. Барои исботи ин фикр далелҳо овардашуда аст. То ин ки фарқ байни шахсоне, ки ибодати Раҳмонро мекунанд ва касоне, ки ибодати бутонро мекунанд, муайян шавад, мисолҳо низ оварда шуда аст. Кофирони Қурайш, ки аз оятҳои ошкорои Парвардигор панд намегирифтанд ба шахсоне, ки мурдаанду наметавонанд бинанд ва ё шунаванд, монанд шудаанд. Дар охири сура барои тасаллии хотири Расулаллоҳ (с) то расидани фатҳу зафари Парвардигор, дар муҚобили озори мушрикон ба сабр кардан тавсия шудааст. Ин буд назари кӯтоҳе ба мӯҳтавои ин сура.",
    "revelation_order": 84
  },
  {
    "id": 79,
    "number": 31,
    "name_arabic": "لقمان",
    "name_tajik": "Луқмон",
    "name_english": "Luqman",
    "revelation_type": "Meccan",
    "verses_count": 34,
    "description": "Сабаби ин сураро «ЛуҚмон» ном ниҳодан он аст, ки Қиссаи ЛуҚмони ҳаким дар ин сура дарҷ шудааст. Сураи мазкур, дар Макка нозил шуда, мисли дигар сураҳои дар ин макони муҚаддас нозилшуда, меҳвари асосии онро муъолиҷаи аҚидаи саҳеҳ ташкил медиҳад. Хусусан, дар бораи ваҳдонияти Парвардигор, дар бораи Пайғамбарӣ ва дар бораи аз сари нав зинда шуданӣ мурдагон сухан мекунад. Мушрикон, ки дар ин масъалаҳо лағжидаанд, хатокории онҳо бо тарзҳои гуногун баён шудааст. Ин сура бо се ҳарфи алифбоӣ оғоз шуда бо ин восита ба мӯъҷиза будани Қуръон ишора шуда аст. Сипас сураи мазкур дар бораи мавҷудоте, ки ба Қудрати беандозаи Парвардигор, далолат мекунанд, чун осмон, Замин, Офтоб, Моҳтоб, шаб, рӯз, кӯҳ, баҳр, дарахтон хабар дода, даъват мекунад, ки ба онҳо бо эътибор ва тафаккур назар карда шавад.\r\n Ҳамчунин баъди баҳси ҳодисаҳои табиъат дар бораи аҷоиботи нафси инсон низ сухан кардааст. Сипас, насиҳатҳои ЛуҚмони ҳаким, баён шудаанд. Дар аввалин насиҳати худ ЛуҚмони ҳаким гуфтааст: “Ай писарам, ба Худо ширк наор, зеро ширк овардан зулми бузург аст”. Дар бораи имон, эътиҚод, дину диёнат, муносибат бо хешу табор низ сухан ба миён омадааст. Зеро дар ҳолати иҷрои ин амалҳо мумкин аст, ки шахси боимон ба ранҷҳо рӯ ба рӯ шавад, аз ин лиҳоз онҳоро ба сабр тавсия додааст. Дар охир бори дигар фармудааст, ки ба шабу рӯз, Офтобу Маҳтоб, ки ба Қудрати беинтиҳои Аллоҳ таъоло далолат мекунанд ва ваҳдонияти Парвардигорро аз онҳо низ фаҳмида мешавад, бояд инсон бо чашми ибрат нигарад. Ҳамзамон оятҳои ин сура аз даҳшати рӯзи Қиёмат низ огоҳӣ медиҳанд. Сабаби нозил шудани ин сураро чунин ривоят кардаанд, ки Қурайшиҳо аз Расулуллоҳ (с) дар мавриди достони ЛуҚмон ва фарзандаш савол карданд, пас ин сура нозил шуд. Расулуллоҳ (с) ба онҳо ҷавоб гуфт.",
    "revelation_order": 57
  },
  {
    "id": 80,
    "number": 32,
    "name_arabic": "السجدة",
    "name_tajik": "Саҷда",
    "name_english": "As-Sajdah",
    "revelation_type": "Meccan",
    "verses_count": 30,
    "description": "Ин сураи каримаро барои он сураи «Саҷда» мегӯянд, ки Аллоҳ таъоло дар яке аз оятҳои он саҷда кардани муъминонро сифат кардааст. МаҚсад ва меҳвари асосии сураи мазкур мисли дигар сураҳои дар Макка нозилшуда, аҚидавист. Хусусан дар мавзӯи якка ва ягонагии Аллоҳ, сифатҳои Худованд, рӯзи охират, китоби илоҳӣ (Қуръон), пайғамбарҳо, аз сари нав зинда шудан, ҳисобукитоб бо услуби хос, сухан кардааст. Сипас таъкид кардааст, ки пайғамбарамон Муҳаммад (с) пайғамбари барҳаҚҚ аст. АҚидаи кофирону мушриконе, ки дар пайғамбари барҳаҚ будани Ӯ(с) шубҳа доранд, мутлаҚо нордуруст аст. Сипас, бо далелу хуҷҷат исбот месозад, ки Аллоҳтаъоло Илоҳи барҳаҚҚ аст ва Ӯ бар ҳама кор Қодир аст.\r\nБаъдан, баъзе манзараҳои рӯзи Қиёмат баён мешаванд, ки дар дили инсон таъсир мегузоранд. \r\nДар он рӯз кофирон ва осиён чи хел ба азоб рӯбару мешаванд ва шахсони муъмину мусалмон ва шахсони муттаҚӣ (парҳезгар) чи хел ба мукофотҳои Парвардигор сарфароз мешаванд, баён шудааст.\r\nБилохара, сухан дар бораи ҳазрати Мӯсо (а) меравад. Ба ҳам монанд будани пайғамбарии Мӯсо (а) бо Муҳаммад (с) баён мегардад. Инчунин дар бораи сабри Мӯсо (а) ва аз саргузашти кофирони замони гузашта, ки дар ғафлат монданду бар сарашон чи балоҳо омад, ёдрас мешавад.",
    "revelation_order": 75
  },
  {
    "id": 81,
    "number": 33,
    "name_arabic": "الأحزاب",
    "name_tajik": "Аҳзоб",
    "name_english": "Al-Ahzab",
    "revelation_type": "Medinan",
    "verses_count": 73,
    "description": "Ин сура барои он сураи «Аҳзоб» (гурӯҳҳо) номида шуд, ки он дарбаргирандаи ҳодисаи ХандаҚ ва ҳуҷуми ҳизбҳо ва тоифаи мушрикон барои нест кардани мусалмонҳо дар Мадина аст. Барои дафъи ҳуҷуми душманҳо мусалмонон бо пешниҳодӣ Салмон (р), атрофи Мадинаро хандаҚ кофтанд. Меҳвари асосии ин сура таъини роҳу расми зиндагӣ ва баёни одоб ва ахлоҚи ҷомеъаи исломист. Дар сураи мазкур барои Расуллоҳ (с) ва ҳама муъминон, роҳнамудҳои лозимӣ пешниҳод шуда аст. Ворисони Расуллоҳ (с) ба ғайр аз он чи, ки хос ба ӯ (с) аст, бояд ин дастуротро ба кор баранд ва мадди назари худ Қарор диҳанд. Қобили мулоҳиза аст, ки дар ин сура нидои «Ё айюҳа-н-набӣ» ва «Ё айюҳа-л-лазӣна оману» бо такрор, пайиҳам омадааст. Оятҳои ин сура ҷомеъаро аз бозмондаҳои давраи ҷоҳилӣ, хурофот ва афсонаҳо пок менамояд. Дар мавзӯъи ҳукмҳои шариъатӣ ҳукми баъзе масъалаҳои шаръӣ аз Қабили зиҳор, писархондагӣ, мерос, хонадоршавӣ бо зани талоҚдодаи писархонд, адади ҳамсарони поки Расулуллоҳ (с) ва ҳикмати он, ҳукм ҳиҷоб ва ғайра баён шудаанд.\r\nДар мавзӯъи ғазваҳои «Аҳзоб» ва «Бани Қурайза» ба тафсил сухан рафтааст. Моҳияти нифоҚ ва сирҳои ниҳонии мунофиҚонро ошкор намуда мусулмононро аз найранг, ҳила ва вайронкории онҳо бохабар менамояд. Дар сура инчунин аз неъматҳои бузурги Худованд барои дафъи душманон ёдоварӣ шудааст. Худованд бодро ба унвони яке аз неъматҳояш ёдовар мешавад, ки бо он муъҷизаи дурахшон бадии душманони исломро дафъ кард ва муъминонро аз офати ҷанг нигоҳ дошт. Валлоҳу аълам.",
    "revelation_order": 90
  },
  {
    "id": 82,
    "number": 34,
    "name_arabic": "سبإ",
    "name_tajik": "Сабаъ",
    "name_english": "Saba",
    "revelation_type": "Meccan",
    "verses_count": 54,
    "description": "Ин сура барои он сураи «Сабо» номида шудааст, ки дар он саргузашти Қавми Сабо (Яман) зикр шудааст. \r\n Меҳвари асосии сураи мазкур мисли дигар сураҳое, ки дар Макка нозил шудаанд, маҳкам сохтани аҚидаи исломии ҳар инсон аст. Дар сураи мазкур аз «мабдаъ» (пайдоиш) «маъод» (бозгашт) ва хоссатан аз Пайғамбарӣ сухан рафтааст. Ҳамчунин сураи мазкур дарбаргирандаи масъалаи тавҳид (Худоро якка ва ягона донистан) буда, аз неъматҳои бузурги Худованд ва аз сарнавишти шукргузорону куфронкунандагон ва аз зиндагии Сулаймон (а) ва аз Қавми Сабо низ сухан кардааст. Сураи мазкур ба ҳамду санои Парвардигор ва бо сифатҳои баркамоли Ӯ оғоз шуда алайҳи пиндори мушрикон, ки охират ва аз сари нав зинда шуданро инкор доранд, посух додааст. МувофиҚи услуби сураи мазкур Қиссаи Довуд (а) ва Сулаймон (а) низ баён шудааст. Ҳамчунин Қиссаи Қавми Сабо, ки дар ивази саркашӣ ва куфрашон бо чӣ балоҳо дучор шуданд зикр шудааст. Барои радди шакку шубҳаи кофирону мушрикон далелу ҳуҷҷатҳо низ зикр шудааст. Ин буд назари кӯтоҳ аз даричаи сураи «Сабо».",
    "revelation_order": 58
  },
  {
    "id": 83,
    "number": 35,
    "name_arabic": "فاطر",
    "name_tajik": "Фотир",
    "name_english": "Fatir",
    "revelation_type": "Meccan",
    "verses_count": 45,
    "description": "Калимаи «фотир» яке аз сифатҳои Аллоҳ таъоло буда, дар луғат ба маънои «Аз нестӣ ба вуҷудоранда, эҷодкори аҷиб» омадааст ва нахустин ояти сураи мазкур бо он оғоз шудааст. Номи дигари ин сура «Малоика» фариштаҳо аст, ки зикри онҳо дар ояти якуми ҳамин сура мегузарад. Сураи мазкур мисли дигар сураҳои дар Макка нозилшуда, аз якка ягонагӣ ва холиҚии Аллоҳ таъоло сухан мекунад. Дар ин сура хусусан дар бораи аҚида,  масъалаҳои асосии шариъат ва ҳаҚ будани Пайғамбар (с) ва ботил будани ширк сухан рафтааст. Ҳамчунин болои урфу одатҳо ва хурофотҳои ботиле, ки байни ҷамъияти инсонҳо мавҷуду маъруф аст, хатти бутлон кашида ҷорӣ кардани ҳукмҳо ва одобу ахлоҚи исломиро ҷиддан тарафдорӣ мекунад. Оғози сураи мазкур дар хусуси «Фотир» (ХолиҚи аҷиб) будани Аллоҳ таъоло ва аз Коинот аз фариштагон, инсонҳо, ҷинҳо ва аз нестӣ пайдо кардани онҳо ва бори дигар аз нав ба вуҷуд овардани инсонҳо дар охират сухан кардааст. Ба он чизҳое, ки атрофро иҳота карданд, эътибор дода, хусусан дар бораи заминҳои «мурда» (хушкида) ки бо рӯидани растаниҳо, меваҳо чи хел онҳо зинда мешаванд ва ба офарида шудани инсон монандӣ дорад, гузаштану иваз шудани рӯзу шаб, сухан мекунад. Дар хусуси фарҚи байниҳамдигарии инсонҳо, ки мисли нур ва зулмат аз ҳамдигар фарҚ мекунанд, низ суханҳо омадааст. Дар бораи Қудрати беинтиҳои Парвардигор ва дар бораи инсонҳо, ҳайвонҳои ҳархела ва меваҳои ҳарранг, ки дар ҳар иҚлими дунё бо таъму рангу шаклҳои мухталиф мерӯянд, дар бораи шакли кӯҳу сангҳо, ки ҳамаи онҳо бар Қудрату бузургии Аллоҳ таъоло далолат мекунанд, мухтасаран маълумот додааст. Сипас, дар бораи уммати Муҳаммад (с), ки онҳо аз ҳама дида соҳиби дурусттарин дин, соҳиби Китоби Илоҳӣ (Китоби осмонӣ)-анд сухан кардааст. Дар охир ба танҚиди мушрикон, ки чандин чизҳоро парастиш мекунанд, ишора карда, бо ҳамин сураи мазкур ба охир мерасад. Ин буд назари кӯтоҳе ба мундариҷаи сураи «Фотир».",
    "revelation_order": 43
  },
  {
    "id": 84,
    "number": 36,
    "name_arabic": "يس",
    "name_tajik": "Ёсин",
    "name_english": "Ya-Sin",
    "revelation_type": "Meccan",
    "verses_count": 83,
    "description": "Ин сураи муборак се мавзӯи асосиро дар бар мегирад:1-ум имони комил доштан ба баъсу нушур (зинда гардонида баъд аз миронидан). 2-юм, Қиссаи аҳли Қарияи Антокия ва 3-юм, баёни далоилу бурҳонҳои Қотеъеро, ки ба ваҳдонияти Аллоҳтаъоло далолат мекунанд.\r\nСура бо Қасам ибтидо гардида, бори дигар таъкид месозад, ки Қуръон ин як китоби бисёр азимушшаън буда, ваҳйи Илоҳист. Рисолати ҳазрати Муҳаммад (с) росту дуруст буда, ӯ (с) Пайғамбари барҳаҚҚи Худованди яктои ҳарду ҷаҳон аст. Баъдан аз Қавми саркашу туғёнгари Қурайшиҳо, ки ғарҚи баҳри гумроҳӣ гардида, дар ҷоҳилӣ аз ҳад гузашта, рисолати Пайғамбари охируззамон (с)-ро дурӯғ бароварданӣ мешуданду ба ин рафторашон мубталои азоби Илоҳӣ гардиданд, сухан меравад. Боз Қиссаи Қавми Қарияи Антокия, ки ба расулони Аллоҳ бовар накарда, онҳоро дурӯғгӯй пиндоштанд ва инчунин касоне, ки ваҳйи Илоҳиро дурӯғ донистанд, дар ин сураи карима баёни худро ёфтааст. Онҳо ва амсоли онҳоро бо овардани панду андарзи Қуръони Ӯ таъоло огоҳ намуда, аз гуноҳ кардан барҳазар кунонидааст.\r\nДар сура аз як муъмини ҳаҚиҚӣ, яъне Ҳабиби наҷҷор ёд мешавад, ки хостааст Қавмашро аз гумроҳӣ наҷот дода, ба сӯйи роҳи рост ва саодатмандӣ ҳидоят намояд, вале ӯро аз пой афтонида ба ҳалокат расонидаанд. Худованди меҳрубон ин бандаи азизашро аз Ҷаннат маъво дода, он гумроҳонро бидуни гузаштани муҳлате бо як сайҳа (овози пурдаҳшати марговар) ба ҳалокат расонида, батамом несту нобуд сохтааст.\r\nБарои исботи ваҳдонияти Аллоҳтаъоло ва нарм гардонидану бовар кунонидани ҷоҳилони тундрав аз аҷоиботи беназири олами ҳастӣ, ки Офаридгори ҳамаи онҳо ХолиҚи ҷаҳониён аст, мисол оварда мешавад. Аз чумла, гуфта мешавад, ки Замин бо ин бузургӣ ва паҳноияш офаридаи Худованд аст ва ҳама махлуҚи дар рӯйи он сукунатдошта эҷоди Парвардигор ягона асту ҳеҷ чиз аз иҳотаи иродаи Ӯ таҷовуз намекунад. Инчунин Офтобу Моҳтобу ситорагон ва тамоми сайёрагон аз рӯйи низоми муайян ҳаракат намуда, ҳеҷ кадоме аз ихтиёри Офаридгори худ берун сайр накунанд ва меъёри аз сӯйи он Зоти пок муҚарраршударо вайрон накунанд. Офтоб ба Моҳтоб ва на шаб бар рӯз таҷовуз накунад. Ҳар кадом аз рӯйи меъёри Аллоҳтаъоло барояшон муайяннамуда барои махлуҚот хидмат намоянд.\r\nАбру боду Маҳу Хуршеду фалак дар коранд,\r\nТо ту ноне ба каф орию ба ғафлат нахурӣ.\r\nИн ҳама баҳри ту саргаштаву фармонбардор,\r\nШарти инсоф набошад, ки ту фармон набарӣ.\r\n(Саъдӣ)\r\nСипас аҳвол рӯзи Қиёмат, дамидани сур, баъсу нушур, (аз нав зинда шуда хестани мардум аз Қабрҳояшон), аз ҳамдигар чудо кардани муъминону муҷримон дар он рӯзи пурдаҳшату бисёр пурҳарос, ба тафсил баён мегардад. Ин сураи карима бо тарзу услуби хоси худ аз маъво гирифтани суъадо (некбахтон) дар Ҷаннат ва манзил гирифтани муҷримон (бадкорон) дар Ҷаҳим (Дӯзах)-и пуразоб чун сураҳои пешин, ба хонанда бори дигар маълумот медиҳад.\r\nСураи мубораки «Ёсин» ба мавзӯи асосии рӯзи ҷазо дахл намуда, ба вуҚӯъ омадани он рӯзро бо далелу бурҳонҳои раднашаванда исбот месозад ва бо ҳамин хотима меёбад.\r\nДар бораи ҳикмату бузургии ин сура ва мазмуну мундариҷаву ғояи он китобҳо навиштан мумкин, вале маҚсади мо аз ин муҚаддимаи кӯтоҳ ин аст, ки шумо - азизонро барои мутолиаи ин сураи баландмартаба, ки дар дигар тафсирҳо бо таври васеъ навишта шудааст, омада созем.\r\nИн сураро барои он «Ёсин» хондаанд, ки ҲаҚсубҳонаҳу ва таъоло бо ҳамин ҳарфҳо (ё ва син) сураро ифтитоҳ бахшидааст.\r\nДар бораи фазхилати ин сура ҳазрати Расуллоҳ (с) фармудаанд: «Ҳар як чизеро дилест ва дили Қуръон сураи «Ёсин» аст ва дӯст доштам, ки дар Қалби ҳар як уммати ман ин сура бошад.» \r\nДар ҳадиси ғариб Абӯ Исои Тирмизӣ оварда, ки Расули Аллоҳ (с) фармудаанд: «Ҳар шахсе як маротиба «Ёсин» бихонад, Аллоҳтаъоло дар номаи аъмоли он банда 10 маротиба савоби хатми Қуръонро сабт намояд».\r\nАз сифатҳои дигари ин сура ин аст, ки уламо фармудаанд: «Дар сурати пеш омадани кори сахту ҳалталаб агар «Ёсин» хонда шавад, Худованди таборак ва таъоло онро осон гардонад».\r\nҲамчунин дар мазмуни ҳадисҳо дида мешавад, ки дар назди шахси дар холати назъ (марг) буда хондани ин сура ба хотири нузули раҳмат ва баракат аст, то хуруҷи рӯҳ ба он шахс осон муяссар шавад. Аллоҳ донотар аст.\r\nИн буд маълумоти андак дар бораи сураи «Ёсин».",
    "revelation_order": 41
  },
  {
    "id": 85,
    "number": 37,
    "name_arabic": "الصافات",
    "name_tajik": "Соффот",
    "name_english": "As-Saffat",
    "revelation_type": "Meccan",
    "verses_count": 182,
    "description": "Ин сура ба мисли сураҳои дар Маккаи муаззама нозилшуда низ аслу аҚоиди исломиро мавриди баррасӣ Қарор дода, аҚидаву имони муъминонро комилу бехалал мегардонад. Ба ибораи дигар: Ҳадафи асосии ин сура ба мисли сураҳои маккагӣ аст, ки ҳадафу мазмуну маҚсади ҳамаи онҳо аз баёни рукнҳои аҚидаи динӣ иборат буд.\r\nВаллоҳу аълам, «Соффот» ном мондани ин сура ба ин маҚсад аст, ки бандагонро аз олами боло панд диҳад. Аз ҷумла, аз фариштагоне, ки аз ҳар гуна гуноҳ поканду шабу рӯз ба ибодати Аллоҳ машғул буда, як нафас аз тоату ибодати он Зоти пок ғафлат наварзида, ба иҷрои вазифаҳои барояшон муайяншуда машғулу мукаллафанд, сухан меравад.\r\nСура бо зикри фариштагони аброр оғоз гардида, хусусан аз фариштагони сафкашида сухан мекунад, ки доимо ба гузаронидани намоз хеш Қоиманд ва ҳофизу мунтазиру амини амри Парвардигоранд.\r\nДар давоми сура аз ҷинҳо ёд мешавад, ки ҷинҳо чун ба суи осмон барои дуздидани хабарҳои ғайбӣ ҳаракат карданд, шиҳоби ситорагон онҳоро сӯзонда, маҳв менамояд. Бо ин нукта аҚидаи аҳли ҷоҳилият, ки мегуфтанд «Байни Аллоҳ ва ҷинҳо Қаробату наздикӣ вуҷуд дорад» ботилу беасос мегардад. Ин як аҚидаи ботиле ҳаст, ки фолбинону соҳирон дар фикри худ онро парварида, бо ҷинҳо ҳамкорӣ мекунанд. Ин аҚида билкул хилофи ояи 60 - уми сураи «Есин» аст, ки мегӯяд: «Шайтон барои шумо ошкоро душман аст!»\r\nБаъдан дар ин сураи муборак доир ба зинда гардонидани баъд аз миронидан, рӯзи Қиёмат, ҷазои онҳое, ки омадани чунин рӯзро инкор мекунанд, таъкидан сухан меравад.\r\nҚиссаи фарди муъмину шахси кофир баён гардида, оҚибати кори онҳо маълум карда мешавад. Муъмин бар ивази амалҳои неки худ аз Биҳишти анбарсиришт маъво мегираду кофир ба азоби доимии Дӯзах гирифтор мешавад.\r\nБо маҚсади ба сӯи ваҳдату ҳидоят ва роҳи рост таҳрик додани бандагон аз рӯзгори пайғамбарони гузашта ба мисли ҳазрати Нӯҳ (а), Иброҳим (а), Исмоъил (а), ҳазрати Мӯсо (а), Ҳорун (а), Илёс (а) ва Лут (а) ёд мешавад. Дар баробари ин падидаи «Ал-имону вал-Ибтило» (яъне боварии ниҳоят мустаҳкам (доштан) ва ба имтиҳон гирифтор шудан)-ро ба тафсил зикр месозад. Ҳамчунин Қиссаи хоб дидани ҳазрати Иброҳим (а) ва кушиши Қурбонӣ  кардани ҳазрати Исмоъил (а) бо услуби хос, ки дар ин сура итифода шудааст, баён гардида, таълим медиҳад, ки Аллоҳтаъоло бандагони дӯстдоштаи худро мавриди имтиҳону санҷиши сахт Қарор медиҳад. Сураи мазкур барои ҳушдори падарон аз вафодорию сарсупурдагии Иброҳими Халилуллоҳ, ки барои иҷрои амри Парвардигори худ бо ҷону дил омодааст, ҳатто фарзанди ягонаи худро Қурбон бисозад, сухан мекунад. Инчунин барои фарзандон аз рӯзгори фарзанди ҳазрати Иброҳим (а) - Исмоъил (а), ки Қиблагоҳи хешро барои ҳарчи тезтар адо кардани амри Парвардигор илҳом мебахшад ва мегӯяд, ки на як ҷон, ҳатто сад ҷон бошад, дар роҳи Аллоҳ фидо сохтам, панди аҷибе медиҳад. Хонандаи борикбин, бо ин гуфтанӣ нестем, ки шумо ҳам фарзандони худро Қурбон бисозед. На, мурод ин аст, ки он чиро Аллоҳтаъоло амр кардааст, ба ҷон бояд пазируфт ва барои иҷрои аҳкому аркони шариат ҷоннисорӣ бояд намуд. Одати инсон ин аст, ки моли худро дӯст медорад, вале аз мол болотар дарёфти ризои молдиҳанда, яъне Аллоҳтаъоло аст. Пас мусаллам аст, ки аз моли худ барои адои Қурбонӣ, закот, садаҚаи фитр ва ғайра гоҳ-гоҳ сарф намоӣ. Фаромӯш насозӣ, ки молу сарвату дороӣ ҳама аз сӯи Офаридгор барои имтиҳон ба банда дода шудааст. Ҳар ки бандаи мухлис аст, ин имтиҳонотро ба ихлоси том ҳамчу ҳазрати Иброҳим (а) ва Исмоъил (а) лаббайк гуфта, ба иҷрои он амр мекӯшад ва иншоаллоҳ, кушоиш аз тарафи Ӯ таъоло ба ӯ мерасад.\r\nСураи карима ба он анҷом меёбад, ки Аллоҳтаъоло анбиё ва авлиёи Худро дар дунё ва охират нусрат (ёрӣ) медиҳад. Зеро саодати дорайн (ду дунё) барои парҳезгорон аст. Инсони оҚил аз рафтори анбиё ва авлиёи Худованд ибрат гирифта, ба мисли онҳо дар ба ҷо овардани амрҳои динӣ бояд саъю кӯшиши балиғ намояд\r\nИн буд нигоҳи мухтасар, аз мундариҷаи сураи «Соффот».",
    "revelation_order": 56
  },
  {
    "id": 86,
    "number": 38,
    "name_arabic": "ص",
    "name_tajik": "Сод",
    "name_english": "Sad",
    "revelation_type": "Meccan",
    "verses_count": 88,
    "description": "Ҳадафҳои асосии ин сураи карим чун сураҳои дар Макка нозилшуда муолиҷаи аҚидаи исломӣ аст. Дар оғози сура Аллоҳтаъоло ба Қуръон он Қуръоне, ки бо услуби китобати (навиштаҷоти) худ мардумро оҷиз гардонидааст, Қасам хӯрда, ба оламиён хабар медиҳад, ки Қуръон ҳаҚҚасту Муҳаммад (с) набии мурсал аст.\r\nБаъдан аз ваҳдонияти Аллоҳтаъоло сухан рафта, аз онҳое ёд мешавад, ки ваҳдонияти он Зотро инкор намуданду аз даъвати Расули акрам (с) сар печидаанд. Барои ҳушдори онҳо мисоли пурмӯҳтавое аз гузаштагон оварда мешавад, ки он тоғиҳо дар гумроҳӣ, ҷаҳолат, дурӯғ ҳисобидани расулон ва ғафлатзадагӣ аз ҳад гузашта буданд. Ин буд, ки бар сари онҳо азобҳои ниҳоят сахт фуруд омад. \r\nАллоҳтаъоло барои таскини Ҳабиби Худ (с) дар ин сура аз анбиёи (набиёни) пешгузашта ва рӯзгори ибратбахши онҳо мисолҳо меорад. Аз ҷумла, аз ҳазрати Сулаймон (а) ва Қиблагоҳи (падари) ӯ (а) ҳазрати Довуд (а) ҳамчунин аз дигар анбиё чун Айюб (а), ИсҳоҚ (а), ЯъҚуб (а) ва Исмоъил (а) мисол оварда мешавад. Одатуллоҳ чунин буда, ки анбиё (а) ва авлиё (дӯстони Худо)-ро ба чунин мушкилиҳои сахт мубтало месозад.\r\nДар давоми сураи муборака далелҳое оварда шудаанд, ки ба ваҳдонияти Аллоҳтаъоло далолат мекунанд. Гуфта мешавад, ки ин дунё бе маҚсад офарида нашудааст ва ба ҷуз он боз дунёи дигаре низ вуҷуд дорад, ки дар он солеҳу (неккирдор) толеҳ (бадкирдор) подоши амали худро хоҳанд гирифт.\r\nХатми сура баёни вазифаи муҳимми ҳазрати Муҳаммад (с)-ро ба миён мегузорад, ки аз Одам (а) сар карда, вазифаи аввалиндараҷаи тамоми расулон будааст. Он вазифаҳои асосӣ ва муҚаддас фаҳмондани Тавҳид -яктопарастист. Дар охир, барои шумо хонандагони китоби муҚаддас як чизро гуфтанием, ки ин сура номи «Сод»- ро гирифтааст, ҳол он ки сод яке аз ҳарфҳои алифбои араб аст. Ин бори дигар ба он ишорат мекунад, ки Қуръон як муъҷизаи Илоҳист ва аз он хабар медиҳад, ки Қуръон аз чунин ҳарфҳои барои шумо шинос китобат гардидааст, вале шумо - бандагон агар пеши худ чунин маҚсадро гузоред ҳам, Қудрати эҷоди китоберо мисли он, надоред ва бешубҳа оҷиз мемонед. Ин буд як нигоҳе ба мундариҷаи ин сураи муборак.",
    "revelation_order": 38
  },
  {
    "id": 87,
    "number": 39,
    "name_arabic": "الزمر",
    "name_tajik": "Зумар",
    "name_english": "Az-Zumar",
    "revelation_type": "Meccan",
    "verses_count": 75,
    "description": "Сураи «Зумар» мисли дигар сураҳои дар Макка нозилшуда масъалаҳои аҚидавиро дар бар дорад. Аз ҷумла, аҚидаи тавҳид дар ин сура дар ҷойи аввал истода, меҳвари асосии он ба шумор меравад. Зеро асосу пойдевори аҚидаи исломӣ ҳам ҳамин илми тавҳид аст. Инчунин донистани он аслу асос буда, сиҳатии кулли амалҳои солеҳ ҳам аз ҳамин илми тавҳид сарҷашма мегирад.\r\nСура бо зикри муъҷизаи Кубро, ки он Қуръони азимушшаън асту бар пайғамбар Муҳаммад (с) нозил шудааст, оғоз меёбад. Дар баробари ин, амр мешавад, ки ба дини ростини Аллоҳ ихлос намуда Ӯ таъоло бе монандсозӣ ба махлуҚот ёд карда шавад.\r\nБаъдан аҚидаи мушрикони бутпарастро, ки дар ибодаташон доранд, яъне бутҳоро шафоатбахши худ медонанд, бо далелҳои Қатъӣ рад месозад. \r\nҲамчунин сухан дар бораи ваҳдонияти Аллоҳтаъоло рафта, далелҳое чун пайдо кардани Замину осмонҳо, шабу рӯз, сайри Офтобу Моҳтоб ва дигар сайёрагон, халҚи инсону ҳолатҳоеро, ки то ба дунё омаданаш аз сар мегузаронад, оварда мешавад. Дар ҳамаи онҳо Қудрату ваҳдонияти Ӯ таъоло бараъло зоҳир аст.\r\nИн сураи муборака ба таври бисёр равшану возеҳ фоидаи аҚидаи ростини муъминон ва зиёни ошкорои муҷримону кофиронро, ки дар дори ҷазо (нори оташи Ҷаҳаннам) аз ҷамии атроф онҳоро иҳота мекунаду азобҳои гуногунро мечашанд, баён месозад.\r\nБайни шахсоне, ки Аллоҳи ягонаро мепарастанд ва онҳое, ки ба ҷуз Ӯ таъоло боз маъбудҳои дигарро ибодат мекунанд, тафовути бузурге мегузорад. Аҳволи мушриконро бо мисоли тафовути ду ғулом, ки яке аз онҳо як хоҷа ва они дигар чанд хоҷаи бо ҳам мухолиф дорад, баён мекунад. Баъд аз он аз мушриконе сухан мекунад, ки чун ба онҳо аз маъбуди ягона - (Аллоҳтаъоло) сухан гуфта шавад, чину абру дар ҳам мекашанд ва агар аз маъбудони худашон сухан равад, хушҳол мегарданд.\r\nБаъд оятҳои воломартабаи ин сура мардумро, пеш аз он, ки мавт ба нохост биёяд ё бехабар монанду фоҷиаи азоб даррасад, ки дигар тавбаву тазаррӯъ суде надорад, ба сӯйи тавбаю инобати Парвардигорашон даъват менамояд.\r\nДар хотимаи сура аз дамидани сури аввалу беҳуш шудани мардум, ҷон додани онҳо ва дамидани сури дувум барои зинда гардонидан баъд аз миронидан ва ҳолатҳои тасаввурнопазири он рӯзи Қиёмат сухан меравад. Дар он рӯз муттаҚиёни аброрро саф-саф ба сӯйи Ҷаннат раҳнамо месозанд ва муҷримони бадкорро гурӯҳ-гурӯҳ ба ҷониби Дӯзах равон мекунанд.\r\n«Зумар» ном гирифтани сура бинобар он аст, ки як зумра (гурӯҳ) некбахтон аз аҳли Ҷаннатанд ва як зумра (гурӯҳ) бадбахтон аз аҳли Дӯзах. Гурӯҳи аввал аз инъому икроми Аллотаъоло бархурдоранд. Зумраи дуввум аз хорузорсозии Аллоҳтаъоло насибадоранд. Валлоҳу аълам.\r\nИн буд назаре ба фишурдаи (муҚаддимаи) ин сураи муборак.",
    "revelation_order": 59
  },
  {
    "id": 88,
    "number": 40,
    "name_arabic": "غافر",
    "name_tajik": "Ғофир",
    "name_english": "Ghafir",
    "revelation_type": "Meccan",
    "verses_count": 85,
    "description": "Сураи Ғофир дар асл чун дигар сураҳои дар Макка нозилшуда баҳси аҚидавиро пеша дорад. Метавон гуфт, ки мавзуъи баҳси ин сура байни ҳидояту залолат ва ҳаҚҚу ботил аст. Ин аст, ки дар он таҳдиду ваъид, зикри рафторҳои шадид ва барои намуна аз муттаҚиён ва аз малоики бардорандагони Арш ва дуъои бо хушӯъу бо хузӯъи онҳо ёд шуда, ваҳму ҳавли рӯзи охиратро баён месозад. Омада, ки дар он рӯз бандагон барои ҳисобу китоб назди Аллоҳ таъоло ҳозиранд ва дар ҳамин лаҳзае, ки аз тарсу ваҳм дилҳояшон наздик ба кафидан аст, подоши аъмоли худро, хоҳ хайр ва хоҳ шар бошанд, пешорӯи худ мебинанд.\r\nБаъдан ҳадиси имону туғён ба миён меояд. Мисли он ки ҳамин гуна ҳолат байни ҳазрати Мӯсо (а) ва Фиръавни лаъин ба миён омадааст. Он лаънатшуда, пеш аз доман паҳн намудани шариъату дину имон, тасмим гирифт Мӯсо (а) ва пайравони ӯро бо истифода аз зӯру тавоноияш несту нобуд созад. Бояд гуфт, ки дар ин Қиссаи Мӯсо (а) як Қатор суханҳои нав баён мегардад, ки Қаблан зикри худро наёфтаанд. Аз ҷумла ин аст, ки марде аз оли Фиръавн имон оварда буд, вале имондориашро пинҳон медошт. Дар охир бошад, ҳалоки Фиръавну тобеъонаш ва наҷот ёфтани равандагони роҳи ҳаҚ баён мегардад.\r\nИнчунин дар ин сура баъзе масоили кавния (оламҳо) мавриди баррасӣ Қарор мегирад. Аз он ҷумла, шоҳидӣ додани баъзе ашё ба бузургии Аллоҳтаъоло. Барои ибрати бандагони ёғӣ, (саркаш) аз баъзе ашё мисол оварда мешавад, ки онҳо ба ваҳдонияти Аллоҳ ба забони ҳол гувоҳӣ медиҳанд. Онҳо барои инсони оҚил далеланд, ки Аллоҳ ягона ва бемислу монанд аст. Барои таҚвияти ин нуҚта ва равшан сохтани он фарҚияти муъмину кофир бо масале чун фарҚияти бино ва но бино баён мегардад. Муъмин ба нури Аллоҳ мушарраф гардида, бо басирати том ба ашё назар мекунаду ХолиҚи худро дарк месозад. Аммо куфрпеша бошад, мисли фарди дар торикиҳо печида низоми дурусти назарро то ҷое гум кардааст, ки ҳеҷ ибрат гирифта наметавонад. \r\nСура бо зикри бандагони тоғию саркаш, ки ногаҳон ба сарашон азоби илоҳӣ ва ҳалокату даҳшат меояд, ба анҷом мерасад.\r\nИн буд назари кӯтоҳе аз равзанаи ин сураи муборак.",
    "revelation_order": 60
  },
  {
    "id": 89,
    "number": 41,
    "name_arabic": "فصلت",
    "name_tajik": "Фуссилат",
    "name_english": "Fussilat",
    "revelation_type": "Meccan",
    "verses_count": 54,
    "description": "Вазифаи асосии ин сура аз баҳсу муҳокима атрофи чандин масъалаи муҳим иборат аст. Аз он ҷумла ба паҳлуҳои аҚидаи исломӣ, ки умдатарини он ин ваҳдоният, рисолат, зинда гардонидан баъд аз миронидан ва вуҚӯи Қиёмату ҳисобу ҷазои он рӯз рӯшанӣ меандозад. Асос ва маҳаки (ҳадафи) умдаи сураҳои дар Макка нозил шуда ҳам, аз ҳамин иборатанд. Ин сураҳо асосан ба рукнҳои имони ростин диҚҚати ҷиддӣ медиҳанд.\r\nСураи “Фуссилат” ҳам бо ҳуҷҷату бурҳони раднашаванда рисолати Муҳаммад (с)-ро собит сохта, ёдрас менамояд, ки Қуръоне, ки башарро оҷизкунанда аст, маҳз ба пайғамбари охируззамон нозил гардидааст. Ҳамчунин сухан аз он меравад, ки пайғамбарии Муҳаммад (с) ҳаҚиҚӣ буда, ӯ (с) аз ҷинси инсон асту Аллоҳ таъоло ӯ (с)-ро аз миёни тамоми халҚ чун пайғамбари хеш, то мардумро ба сӯйи тавҳид даъват намояд, интихоб намудааст.\r\nБаъдан сура ба хонанда аз офариниши олам хабар медиҳад. Осмонҳо ва Замин бо андозаҳои ҳаҚиҚӣ ва муҳкам шаклбандӣ гаштаанд, ки ягон эътирозкунанда ҳарчанд ба онҳо бо назари айбҷӯӣ дида дӯзад ҳам, айбу нуҚсоне дар онҳо ёфта наметавонад. Бо вуҷуди ин афроде ёфт мешаванд, ки дар зулмоти куфру гумроҳӣ ғарҚ гардида, байни куфру имон тафовут гузошта наметавонанд ба ин муъҷизаҳои Аллоҳ таъоло, ки ҳар яке далолат ба бузургию азамати ХолиҚи худ мекунанд, эътибор диҳанд ва ба ваҳдонияти Ӯ таъоло имон оранд.\r\nСипас бошишгоҳи дурӯғпиндорандагонро баён намуда, барои огоҳии ин ҷамоа аз ҳалоки боҚувваттарин ва нерӯмандтарин Қавмҳои гузашта, яъне Қавми Од, ки бо зӯрии худ ғуруру кибр варзида, бо ифтихор мегуфтанд: \"Кӣ аз мо зӯртар аст?\", мисол оварда, дигаронро аз амали мисли онҳо бар ҳазар медорад.\r\nБаъдан, бо услуби хос дар ин сура ҳадиси муҷримон (гунаҳкорон) баён мегардад. Инчунин аз муъминҳои муттаҚие, ки бо истиҚомати худ дар шариъати Аллоҳ дини исломро ривоҷу равнаҚ додаанд, ёд мешавад. Аллоҳ таъоло дар роҳи Ҷаннат ба пайғамбарон, содиҚон, шаҳидон, солеҳон ва муҚаррабон (шахсони ба Худо наздик)-ро амният ваъда додааст.\r\nҲамчунин ашёи муҳити атрофро баён мекунад, ки ҳар яке нишонае аз Қудрати беинтиҳои Аллоҳ таъолост, вале мулҳидон (бединҳо) ба мисли нобино ин ҳама аҷоиботу муъҷизаҳоро, ки саршор аз панду ҳикматанд, намебинанд ва ёваи зиёд мегӯянд. \r\nДар хотима Аллоҳи таъоло бо ваъдаи худ бани инсонро аз ошкор намудани баъзе сирҳои олам, ки дар охири замон пайдо мешаванд, огоҳ месозад.\r\nМуъминон метавонанд аз он чӣ Қуръон хабар додааст, алайҳи инкоркунандагони Қуръон далелҳо биёранд ва бо ҳамин, иншоаллоҳ, сура ба охир мерасад. \r\nИн буд назари кӯтоҳе ба мундариҷаи оятҳои ин сура.\r\nВа биллоҳит тавфиҚ!",
    "revelation_order": 61
  },
  {
    "id": 90,
    "number": 42,
    "name_arabic": "الشورى",
    "name_tajik": "Шӯро",
    "name_english": "Ash-Shura",
    "revelation_type": "Meccan",
    "verses_count": 53,
    "description": "\"Ҳар кӣ бошад, ки хоҳад кишти охиратро, меафзоем барои ӯ дар кишти вай. Ва ҳар кӣ бошад, ки хоҳад кишти дунёро, медиҳем ӯро аз он ва нест мар ӯро дар охират ҳеҷ баҳра\" - (ояти 20-уми ҳамин сура).\r\nИн сураи муборак дар Макка нозил шуда, чун дигар сураҳо паҳлуҳои аҚидаи исломиро мавриди баррасӣ Қарор медиҳад. Умдатарини он шинохтани яккагии Аллоҳ таъоло, рисолати пайғамбари охируззамон ва боварӣ доштан ба Қиёмату аҳволи он, ҳисобу ҷазо ва подоши он рӯз ва ғайра аст. Аммо ҳадафи асосии ин сура хабар додан аз нузули ваҳйи илоҳӣ ва пайғамбарии Муҳаммад (с) иборат аст.\r\nСура бо он ибтидо меёбад, ки Парвардигори оламиён ваҳйи Худро танҳо ба пайғамбарон нозил кард. Ӯ чунон Зоте аст, ки касеро аз миёни мардум хост, расули Худ интихоб намуд ва ӯро аз гуноҳҳо покиза гардонид. Мурод аз фиристодани пайғамбарон ин буда, ки мардумро аз ширку гумроҳӣ ба роҳи рост ҳидоят кунанд.\r\nБаъдан, амали мушрикон мавриди хитоб Қарор мегирад, ки ин тоифа ба Аллоҳи ягона шарик интихоб намуда, ба Аллоҳ зуррияро (авлодаро) мансуб медонанд. Ҳатто Осмону Замин аз чунин фаҳмиши мушрикон ва шунидани каломи куфромези онҳо беҚарор гашта, наздик аст, ки аз худ пош бихӯранд. Мушрикон ба андозае ба гумроҳӣ ғӯтидаанд, ки ҳар сухане хоҳанд, дар шаъни Парвардигори оламиён ба забон меоранд. Дар муҚобили онҳо фариштагон мисол оварда мешаванд, ки ҳамеша ба тоату ибодати Аллоҳи ягона машғул буда, ҳеҷ гоҳ аз ибодат хаста намешаванд.\r\nБори дигар сураи муборак сари масъалаи ваҳйи Илоҳӣ ва фиристода шудани Пайғамбар (с) баргашта, таъкид мекунад, ки дин як дин аст - Ислом. Он ба ҷумлаи пайғамбарон, аз ҷумла Нӯҳ (а), Мӯсо (а) ва Исо (а) хулоса ба ҷамиъи Пайғамбарон якранг фиристода шудааст, ки он тавҳид - яктопарастист. Аммо байни шариъати онҳо тафовут вуҷуд дошт. Яъне агар шариъати наве ба пайғамбаре амр мешуд, ба шариъати Пайғамбари гузашта умуман монанд буд. Локин дар зоҳир комилтару беҳтар буд. Сари ин нуҚта дар эзоҳи ояти 13-ум, иншоаллоҳ, боз хоҳем гашт.\r\nСипас сураи муборака аз ин мавзӯъ интиҚол намуда, сари мушрикону аҚидаи ботили онҳо баҳс мекунад, ки онҳо Қуръону рӯзи баъс (яъне Қиёмат) ва ҳисобу ҷазоро дурӯғ мешуморанд. Онҳо рӯзеро инкор мекунанд, ки он рӯз чун фаро мерасад, аз тарсу даҳшати он ҳатто мӯи сари тифл сафед мешавад. Шахсоне мавҷуданд, ки хабару омадани Қиёматро масхара намуда, бо истеҳзо зудтар омадани онро талаб мекунанд. Оятҳои ин сура чунин афродро шадидан биму тарс медиҳанд. \r\nДар сура амр мешавад, ки агар инсон Қабл аз омадани рӯзи Қиёмат бо тоату ибодат ва талаби мағфирати гуноҳҳо машғул бошад, иншоаллоҳ, он иҷобат хоҳад шуд. Вале чун Қиёмат нохост Қоим гардад, ҳеҷ як тавбаву тазаррӯъ ва на молу на Қаробат суд надорад.\r\nАнҷоми сура чун ибтидои он аз ҳадиси ваҳйи Илоҳӣ ва аз рисолати Расулуллоҳ (с) баҳс мекунад. Тавре маълум мешавад, барои риояи ҳусни тартиб ибтидо ва интиҳои сура як хел ба анҷом мерасад.\r\nИн буд мундариҷаи мухтасари сураи “Шӯро”.",
    "revelation_order": 62
  },
  {
    "id": 91,
    "number": 43,
    "name_arabic": "الزخرف",
    "name_tajik": "Зухруф",
    "name_english": "Az-Zukhruf",
    "revelation_type": "Meccan",
    "verses_count": 89,
    "description": "“Зухруф” ном гирифтани ин сура, валлоҳу аълам, ба ин хотир аст, ки дар он бештар аз афроде ёфт мешавад, ки ба дунёи фонӣ ва хушиҳои он дил баста, охирату аҳволи онро аз ёд фаромӯш кардаанд. Як нишонаи имони комил ин аст, ки инсон бояд ба хубӣ дарк ва тасдиҚ намояд, ки ин дунё ҷовидон нест, рӯзе он ба куллӣ аз миён хоҳад рафт. Одамӣ ҳам, ҷовидон дар он боҚӣ намемонад ва рӯзе хоҳ ноҳоҳ онро тарк месозад. Аммо марг интиҳои зиндагӣ нест, балки он сарчашмаи ҳаёти нав аст, ки пас аз ҳисоб кардани дафтари амалҳои дунёӣ чӣ гуна будани он маълум мегардад. Яъне вобаста ба амалҳои дар дунё анҷомдода инсон метавонад саодат ё шаҚовати дунёи боҚиро соҳиб шавад. \r\nДунё ва ҳам он чӣ дар дунёст, назди Аллоҳ таъоло арзише надорад. Аз ҳамин ҷост, ки аз неъматҳои он ба ҳар касе хоҳад,медиҳад, сарфи назар аз он, ки ӯ накӯкор аст ё бадкирдор. Аммо неъмату накӯии охират ба ҳар кас муяссар намегардад. Онро Аллоҳ таъоло танҳо барои бандагони солеҳу парҳезкори Худ ваъда кардааст. Агар касе охирати боҚиро сарфи назар намуда, дунёи фониро беҳтар медонаду ихтиёр мекунад, нишонаи тирааҚлии ӯст.\r\nҲамчунин чанд масъалаи зерин дар ин сура мавриди баҳс Қарор мегирад. Аввалан, ин сура маккӣ аст, чун дигар сураҳои дар Макка нозилшуда Қабл аз ҳама атрофи аҚидаи исломӣ, аз ҷумла имон ба ваҳдонияти Аллоҳ таъоло, фариштагону пайғамбарон, ба хосса ҳазрати Муҳаммади мустафо (с), вуҚӯъи рӯзи Қиёмат ва зинда гардонидан баъд аз миронидан ҳарф мезанад. Дар сура аз нузули Қуръони маҷид ишора рафта, таъкид мегардад, ки он ба забони фасеҳу лаҳни гӯшнишин чун як муъҷизаи доимӣ ва раднашаванда барои ҳазрати Муҳаммад (с), то ӯ (с) умуми мардумро ба сӯйи саодати ҷовидона раҳнамоӣ намояд, фиристода шудааст.\r\nБарои исботи Қудрату ваҳдонияти Аллоҳ таъоло дар ин сура аз баъзе махлуҚоти заминию осмонӣ ва табиати онҳо ва вобастагию мусаххар будани онҳо ба инсонҳо, ки бо иродаи Аллоҳ таъоло сурат гирифтааст, ёдовар мешавад.\r\nБаъд аз он, дар бораи амали манфур ва ҷоҳилонаи арабҳо, ки духтаронро зинда дар гӯр мекарданд, сухан меравад. Дигар нишонаи ҷоҳилии онҳо ин буд, ки малоик (фариштаҳо)-ро духтарони Аллоҳ мегуфтанд. Бо омадани чанд оят дар ин сура шахсони аз роҳи ҳаҚ мунҳарифшударо ҳушдор медиҳад ва онҳоро мавриди ваъид Қарор дода, кор бурдани аҚли солимро иршод фармудааст. \r\nМушрикон бар ин аҚидаанд, ки ҳазрати Иброҳим (а) ҳамдину ҳамфикру ҳамаҚидаи онҳост. Вобаста ба ин, дар ин сура ба таври кӯтоҳу мушаххас, бо овардани оёте чанд ёва ва беҳуда будани гумони онҳоро ботил мегардонад. Гуфта мешавад, ки ҳазрати Иброҳим дар он миён ягона нафаре буд, ки одати бутпарастии ҳамҚабилаҳои худро пайравӣ накард ва барои аз ҳам пош додани бутҳои беҷони онҳо даст боло кард. \r\nБаъди ин, мушрикон таҳти ваъиди шадид Қарор мегиранд, зеро онҳо иддао доштанд, ки пайғамбарӣ на ба Муҳаммад (с), балки ба фарди сарватманд ва соҳиби мансаб вогузор мешуд. Бинобар ин ишора меравад, ки назди Аллоҳ таъоло мартабаи инсонҳо аз рӯйи молу мансаб муайян намешавад, зеро дунё ва ҳама дороии он назди Аллоҳ таъоло ҳеҷ арзише надорад. Агар барои маҚоми олӣ, дороӣ ва мансаб ба назар гирифта мешуд, пайғамбарӣ ҳаргиз ба Муҳаммад (с), ки ятим буданд, намерасид.\r\nБаъди ҳалли масъалаҳои судманд, барои мустаҳкам сохтани имони бандагони муъмин, ки ташнаи шунидани Қиссаҳои ибратбахши китоби осмонианд, Қиссаи ҳазрати Мӯсо (а)-ро, ки саршор аз мубориза бо Фиръавни лаъин аст, таҚдими онҳо мекунад.\r\n  Мисол овардани чунин Қиссаҳои судбахш, барои ҳама шахсоне, ки мағрур бо дороию мансабашон шуда, шахсонеро, ки назди Аллоҳ таъоло арзандаанд, озору шиканҷа медиҳанд, ҳушдори Қатъист. Эшон ҳамчун Фиръавни лаъин ва амсоли ӯ чи дар дунё ва чи дар охират, таҳти азоби шадид Қарор мегиранд. Ба хосса ба он сарварони ҷоҳилони Қабилаи Қурайш, ки нисбати Пайғамбар (с) беҳурматӣ зоҳир месохтанд, ҳушдор дода мешавад, ки сарнавишту анҷоми кори онҳо ба сарнавишти Фиръавни лаъин монанд хоҳад шуд.\r\nХатми сура аз рӯзи охират, аҳволи он, оҚибати кори гунаҳкорон баҳс мекунад. \r\nИн буд назаре ба мундариҷаи сураи  \"Зухруф\".",
    "revelation_order": 63
  },
  {
    "id": 92,
    "number": 44,
    "name_arabic": "الدخان",
    "name_tajik": "Духон",
    "name_english": "Ad-Dukhan",
    "revelation_type": "Meccan",
    "verses_count": 59,
    "description": "Ҳадафҳои ин сураи карима чун дигар сураҳои дар Маккаи муаззама нозилшуда аз комил сохтани аҚидаи исломӣ ба мисли тавҳид, фиристодани пайғамбар, омадани Қиёмат, китоби самовӣ ва муъҷиза будани Қуръон ва ғайра иборат аст.\r\nСура ба он оғоз меёбад, ки Қуръон муъҷизаи абадӣ буда, то замоне, ки замину он чӣ дар Замин аст, ба сӯйи Ӯ таъоло руҷӯъ мекунанд, боҚӣ мемонад. Гуфта мешавад, ки ин китоби муҚаддас дар шаби бузурги \"ЛайлатулҚадр\" ба расули Худо (с) нозил шуд. Ин шаб барои бандагон афзали шабҳо дониста шудааст. Дигар шарафи бузургии ин шаб ин аст, ки дар он амалҳои яксолаи махлуҚот тадбиру ҳаллу фасл мешавад. Он чунон шабест, ки Аллоҳ таъоло дар он охирин китоби осмониро ба охирин набии мурсал (с) нозил намудааст. Ин мазмун дар \"сураи Қадр\" ҳам, иншоаллоҳ, баён мешавад.\r\nБаъдан аҳволи мушриконе, ки бо вуҷуди ин Қадар оятҳои равшан ва далелҳои Қотеи Қуръон, ки онҳоро барои роҳи хаторо пеш гирифтанашон бим медиҳаду онҳо ҳанӯз ҳам дар шакку шубҳаанд, баён месозад. \r\nБоз ҳоли Фиръавну Қавми ӯ, ки бар асари саркашӣ ва гуноҳҳои содиркардаашон ба азобҳои илоҳӣ мубтало шуда, ба ҳалокат расиданду нишонаҳое баъд аз онҳо боҚӣ монд, зикр карда мешавад. \r\nОноне, ки расули Худо (с)-ро дарӯғгӯй ҳисобидаанд, Қуръонро китоби осмонӣ надонистаанд ва зинда гардонидани баъд аз мирониданро бовар накарданду дар омадани Қиёмат шак доштанд ва ба сӯйи тавба рӯ наоварданд, хусусан Қавми Қурайшро шадидан таҳти мазаммат Қарор медиҳад. Таъкид мешавад, ки онҳо назди Аллоҳ таъоло аз умматҳои саркаши гузашта \"азизтар\" нестанд. Чун онҳоро бо сабаби саркашиашон ҳалок сохта, ҳар касе ё Қавме ба онҳо монанд мешавад, ба мисли онҳо ҳалокашон созад, аҷаб нест. Зеро Аллоҳ таъоло аз ин суннату одати Хеш барнамегардад ва ваъдаи Худро ҳаргиз хилоф намекунад. \r\nХатми сура бозгашти некбахтону бадбахтонро бо роҳи ҷамъ намудан байни тарғибу тарҳиб ва муждаву тарс баён месозад. \r\nМурод аз \"Духон\" ном гирифтани сура барои тарсу бим додани кофирон аст. ВаҚто ки онҳо Худоро дурӯғгӯй ҳисобиданд, Аллоҳ таъоло ба онҳо дудро (духон) фиристод ва наздик буд, ки ба ҳалокат расанд, вале бо баракати дуъои ҳазрати Муҳаммад (с) Аллоҳ таъоло наҷоташон дод. \r\nСабаби нузули ин сураро муфассирони киром аз Ибни Масъуд (р ъанҳума) чунин ривоят кардаанд: Чун Қурайшиҳо ба Расули Худо (с) бисёр осӣ шудаанд, Он Ҳазрат (с) барои омадани хушксолӣ чун хушксолии замони ҳазрати Юсуф (а) дуъо карданд. Пас хушксолӣ, Қаҳатию гуруснагии ниҳоят сахт ҳукмфармо шуд. Ҳатто аз камбудии ғизо устухонҳоро мехӯранд. Агар марде ба сӯйи Осмон назар меандохт, аз беҚувватии худ ё аз асари гуруснагӣ буд, ки то Осмон ҳамаро ба сурати дуд медид. Пас, ба назди Расулуллоҳ (с) омада, гуфтанд: «Ё Расули Худо, барои Бани Музар аз Худованд борон талаб кун, вагарна ҳама ба ҳалокат мерасанд.» Ҳазрати Муҳаммад (с) ба сӯйи Аллоҳ таъоло дасти дуъо бардошта, илтиҷои борони раҳмат кард, дуъои ӯ (с) мустаҷоб шуду борон борид ва ҳама сероб шуду аз марг наҷот ёфтанд. Он гоҳ ояти 15-ум, яъне \"Инна кашафна…\" нозил шуд. Чун роҳату осоиш ба онҳо расид, боз ба асли пешини худ, яъне ба ширк варзидан баргаштанд. Аллоҳ таъоло ояти 16-ум, яъне \"Явма набтишу…\"-ро ваҳй фиристод. \r\nХонандаи мухлис, иншоаллоҳ, дар рафти тарҷума маълумоти худро комилтар хоҳед сохт.",
    "revelation_order": 64
  },
  {
    "id": 93,
    "number": 45,
    "name_arabic": "الجاثية",
    "name_tajik": "Ҷосия",
    "name_english": "Al-Jathiyah",
    "revelation_type": "Meccan",
    "verses_count": 37,
    "description": "Сураи “Ҷосияҳ” баъди сураи “Духон” нозил шуда, мисли ҷамиъи сураҳои дар Макка ба ҳазрати Муҳаммад (с) ваҳйгардида, аҚоиди исломиро дар бар гирифта, онро дар ҳар як инсони соҳибтафаккур комилу пурра месозад. Масъалаи муҳимме, ки ин сураи карим бештар атрофи он давр зада, онро аз ҳар ҷиҳат барои хонанда рӯшан месозад, ин ваҳдонияти Аллоҳ субҳонаҳу ва таъолост.\r\nДар ибтидои сура дар боби Қуръон ва масдари асосии он, ки Аллоҳ таъолост, бо зикри якчанд сифатҳои зотии Ӯ таъоло сухан меронад. Гуфта мешавад, ки лутфи беинтиҳои Парвардигор аст, ки Қуръонро барои бандагон нозил намуд. Қуръон худ нурест, ки роҳи онҳоро чунон мунаввар месозад, ки саранҷом онҳоро ба сӯйи саодати ҳар ду дунё мебарад. Баъдан баъзе аломатҳои кавния (олам), ки рӯйи олам кушод доман паҳн кардаанд, зикр мешаванд. Яъне дар осмонҳо ва Замин дар офариниши башару дигар махлуҚот чӣ андоза аломатҳо вуҷуд дорад ва мисли пайи ҳам омадани шабу рӯз, мусаххар будани бодҳою боронҳо ва ғайра. \r\nХулоса, ҳамаи ин аломатҳо шоҳиданду бо маъною лафзи худ ба бузургии Аллоҳ таъоло ва ба Қудрату ваҳдонияти Ӯ таъоло барои шахси ҳушманд гӯё суханкунандаву ишораткунандаанд.\r\nСипас, сари мушрикони дурӯғ пиндорандаи Қуръону Расули Аллоҳ (с) ва баъсу нушур сухан меравад. Ин тоифа нафарҳое ҳастанд, ки оятҳои Қуръонро, ки равшану ошкоранд, мешунаванд, вале аз онҳо дарси ибрат намегиранд ва боз кибру ғуруру туғён варзида, дар ботлоҚи куфр фурӯтар рафтаанд, Қуръон чунин мардумро бим медиҳад, ки шояд ба худ биёянд, вагарна дар азоби алим (аламовар)-у дар Қаъри ҷаҳим боҚӣ мемонанд.\r\nНеъматҳои беинтиҳои Аллоҳ таъоло, ки ба бандагонаш арзонӣ додааст, ёд мешавад, ки бандаҳо шукри онҳоро ба ҷо биёранд ва яҚин кунанд, ки Аллоҳ таъоло ба танҳоияш холиҚи ин неъматҳост. Донанд, ки Ӯ таъоло ҳам зоҳир аст ва ҳам ботин ва ҷуз Ӯ дигар розиҚу неъматдиҳандае нест. \r\nСура бо услуби хоси худ ба хотири панд додани мардум бо овардани мисолҳои мушаххас ва далелҳои раднашаванда чанд нуҚтаро ба миён мегузорад. Аз ҷумла: а) ҳурмату икром кардани Аллоҳ таъоло Бани Исроилро бо навъи неъматҳо ва дар муҚобили ин меҳрубонӣ гуноҳ содир кардани онҳо",
    "revelation_order": 65
  },
  {
    "id": 94,
    "number": 46,
    "name_arabic": "الأحقاف",
    "name_tajik": "Аҳқоф",
    "name_english": "Al-Ahqaf",
    "revelation_type": "Meccan",
    "verses_count": 35,
    "description": "Чун дигар сураҳо сураи мазкур дар Макка нозил шуда  рукни асосии ақидаи мусулмононро, ки имон ба Аллоҳ таъолост, ки бояд бо дилу забон,ба ваҳдонияти Ӯ таъоло имон оваранд, дар бар гирифтааст. Ҳамчунин атрофи масъалаҳои мақсад аз фиристодани пайғамбарон, зинда гардонидан баъд аз миронидан ва аз ҳисобу ҷазои рӯзи қиёмат баҳс мекунад. Сура бо далелҳои қотеъу саҳеҳ, дурустии фиристода шудани Пайғамбари охируззамон (с) ва тамоми пайғамбаронро исбот месозад. Оятҳои аввали ин сураи  дар бораи нозил шудани Қуръон ва ҳақ будани он ва нодурустии эътиқод ба бутҳо, беқудратии онҳо ва рӯзи қиёмат шафоъат накардани онҳо сухан мекунад. Шубҳаи ширковардагон атрофи китоби Аллоҳ баён гардида, бо далелҳои раднашаванда онҳоро саркӯбу муттаҳам мегардонад. Ҳамчунин аз аҳли башар, ки гурӯҳе аз онҳо равандаи роҳи ҳидоят ва дигаре гумроҳу ба залолат дучор омадааст, сухан меравад. Зимнан, аз фарзанди солеҳ, ки ӯ бар имони фитрии хеш мустақим монда, ҳар чӣ қадар солхӯрда шавад ҳам, некӯӣ ба волидайнашро ботақво, иззату икром, хайру эҳсон зиёд мегардонад, ёд мешавад. Бар хилофи ин аз фарзандони нохалаф, ки имони фитрии худро тарк намуда, ба ин сабаб оқи волидайн (падару модар) гардидаанд, намуна оварда мешавад. Ашхосе, ки зинда гардонидани баъд аз мирониданро ҳақиқат надониста, ҳазлу масхара мекунанд, дар ин сура зикр мешаванд.\r\nБа хотири ҳидоят ёфтани қурайшиҳое, ки ба ботлоқи кибру ғурур ғӯтида буданд, аз рӯйи лутфу меҳрубонии хоси Худ Худованди таъоло аз қавмҳои Ҳуд ва Од, вақто ки онҳо ба қуввату нерӯи хеш мағрур шуда дар баҳри куфру фасоду кибр ғарқ гашта, на Аллоҳро шинохтанду на расулони Ӯро, оқибатуламр ба ғазаби Парвардигор гирифтор гашта, ба ҳалокат расиданд, мисол меорад.\r\nБарои ибрати инсонҳои саркашу туғёнкор дар хатми сура аз рафтори ҷинҳое сухан меравад, ки чун онҳо тиловати Қуръонро шуниданд, дар ҳол имон оварданд,  аз рӯзи қиёмат қавми худро бим дода, ба имон овардани ба Аллоҳи яккаву ягона даъват намуданд. \r\nАз он сабаб сура номи «Аҳқоф»-ро гирифтааст, ки номи маҳалли зисти қавми ҳалокгаштаи Од дар мулки Яман Аҳқоф ном доштааст. Ин буд нигоҳи мухтасар ба мундариҷаи ин сура.",
    "revelation_order": 66
  },
  {
    "id": 95,
    "number": 47,
    "name_arabic": "محمد",
    "name_tajik": "Муҳаммад",
    "name_english": "Muhammad",
    "revelation_type": "Medinan",
    "verses_count": 38,
    "description": "Ин сура чун дигар сураҳои дар Мадинаи мунаввара нозилгардида, ҳукмҳои шариъатро баён намуда  ба ин гуна мавзӯъҳо чун ҷанг, асирон, тақсими моли ғанимат ва аҳволи мунофиқон дахл мекунад.\r\nМеҳвари асосии сура дар атрофи набард дар роҳи Худо давр мезанад.\r\nСура бо ояте ибтидо меёбад, ки ба кофироне, ки дар муқобили Аллоҳ таъоло ва фиристодаи Ӯ душманӣ варзида, ба имон овардану ба Ислом дохил гардидани мардум монеъ мешуданд, ишора мекунад.\r\nСипас бар муъминон амр мешавад, ки дар муқобили душманони ба дини ростини Аллоҳ хиёнаткунанда ва пок кардани замин аз онҳо мубориза баранд. Чунон мубориза намоянд, ки дигар душманонро ҳеҷ гуна шаъну шавкат боқӣ намонад ва ҷон ба саломат бурдагонашонро низ ба асорат гиранд. Баъдан иззат ва нусрат ёфтани муъминон, ки он ба василаи чанг задан ба домани дини Аллоҳ ҳосил мегардад, баён  мешавад. Ҳақ таъоло барои ибрати мушрикони Макка аз умматҳои саркашу золими гузашта ва анҷому натиҷаи амалҳои онҳо намунае меорад. Дар давоми сура амалҳои палиди мунофиқон ва расвогии онҳо ва хатари онҳо барои ривоҷи дин кашф мегардад. Хатми сура муъминонро дар роҳи Аллоҳ барои нусрат, равнақ ва иззати дини Ӯ таъоло ба кӯшишу ҷиҳоди ҳақиқӣ даъват менамояд. Таъкид месозад, ки дар муқобили қувваҳои бад ва тоғӣ аз худ сустию заъифӣ нишон надиҳанд. Ишора мешавад, ки барои ҳирси дунё шуда, аз бастани сулҳи бемаъно бо душман барҳазар бошанд. Зеро дунё фаношаванда ва он чӣ назди Аллоҳ таъоло барои накӯкорон аст, боқию хайр бошад…\r\nИн буд маълумоти  кӯтоҳ доир ба сураи «Муҳаммад».",
    "revelation_order": 95
  },
  {
    "id": 96,
    "number": 48,
    "name_arabic": "الفتح",
    "name_tajik": "Фатҳ",
    "name_english": "Al-Fath",
    "revelation_type": "Medinan",
    "verses_count": 29,
    "description": "Ин сура чун дигар сураҳои дар Мадина нозилгардида паҳлуҳои мухталифи шаръи шарифро рӯшан сохтааст. Аз ҷумла, асосҳои шариъат чун муъомилот, ибодат, ахлоқ ва дигар масъалаҳои монанди инро баён намуда, роҳҳои комил сохтани онҳоро ба хонандаи пандшунав пешниҳод намудааст. Дар он аз сулҳи Ал-Ҳудайбияҳ, ки дар соли шашуми ҳиҷрӣ байни Расулуллоҳ (с) ва мушрикон баста шуда буд, сухан меравад. Сураи карима аз фатҳи Макка, ки бо он иззат, нусрат ва тамкини муъминон боло рафта, мардум гурӯҳ-гурӯҳ шомили дини Аллоҳ гардиданд, хабар додааст. Инчунин аз маросими «Байъатурризвон» ва саҳобагоне, ки ба ҳабиби Аллоҳ (с) байъат карда, то вопасин лаҳза ба аҳдашон устувор монданд, ёд шудааст. Албатта, ин байъат хусусиятҳои ҷолиби худро дошт. Аз ҳамин ҷиҳат Аллоҳ таъоло Расули Худ (с)-ро аз саҳобагонаш розӣ гардонида, ба онҳо нусрату баракат ато намуд ва ҳатто дар китоби азимушшаъни Қуръони карим дар боби  онҳо сатрҳои нуронии доимиро китобат фармуд. Дар баробари ин, дар ин сура аз арабҳои мунофиқ сухан меравад, ки онҳо ба Расули Аллоҳ (с) ва муъминон бадгумон буда, аз ҷиҳоди «фи сабилиллоҳ» (холис барои Худо) рӯйгардон буданд, Худованд онҳоро бо ошкор кардани ғарази дар дил доштаашон расво гардонид. Бе шакку шубҳа, дар амал татбиқ гаштани хобе, ки Расулуллоҳ (с) диданд, баён мегардад. Сураи карима бо гуфтани сано ба Расули Худо (с) ва саҳобагони тоҳиру (пок) нек ва беҳтари Он ҳазрат (с) хотима меёбад.\r\nФатҳ ном гирифтани сура аз ин ҷиҳат аст, ки Аллоҳ таъоло дар он муъминнро ба фатҳи мубин, яъне фатҳи Макка башорат додааст.\r\nФазилати ин сураи муборака дар он аст, ки чун ҳазрати Муҳаммад (с) аз сулҳи Ал-Ҳудайбияҳ руҷӯъ кард, ин сура нозил гардид. Пас он ҳазрат (с) ба саҳобагони худ чунин гуфт: «Ба таҳқиқ нозил шуд ин шаб бар ман сурае, ки он азизтар аст барои ман аз дунё ва он чӣ, ки дар дунёст ва он сураест бо ин ояти карима «Инна фатаҳна лака фатҳам мубина» ибтидо гардидааст. (Исноди ин ҳадисро Имом Аҳмад ба уҳда дорад.)\r\nСабаби нозил щудани сураро Ибни Аббос (р) чунин ривоят карда, ки чун Расулуллоҳ (с) иродаи сафари Маккаи мукаррама намуд, баъзе арабҳои Мадина хилоф варзида, бо ҳамроҳи Расули Худо (с) хориҷ нашуданд. Онҳо аз рӯ ба рӯ шудан бо қурайшиҳо нафрат намуданд, сифати чунин ашхосро ояти 11-15-уми ҳамин сура эзоҳ медиҳад. Хулоса, Расулуллоҳ (с) бо ҳамроҳии тобеъони худ эҳроми ҳаҷҷи умра бастанд (нияти ҳаҷҷи умра карданд), ҳамчунин ҳадяҳо (ҳайвонҳо барои қурбонӣ) гирифтанд, ки иродаи ҷанг надоштанашон маълум гардад ва ба ҳамроҳии тақрибан якҳазору чаҳорсад ҳаммаслакон аз Мадина хориҷ гардиданд. Бояд гуфт, ки ин сафар баъд аз хоб дидани Расули Худо (с) ба вуқӯъ омада буд. Вақто ки Расулуллоҳ (с) ва ҳамсафаронаш наздикии шаҳри Макка расиданд, маккагиҳо ба ворид шудани онҳо монеъ шуданд. Расулуллоҳ (с) ва саҳобагон ҳадяҳои худро забҳ намуданд. Баъдан дар Ҳудайбияҳ ном мавзеъ бо маккагиҳо сулҳ бастанд. Мувофиқи  яке аз бандҳои он сулҳнома ин буд,ки   дар аввали соли ҳафтуми ҳиҷрӣ барои адои умра ба муъминон монеъа нахоҳад шуд. Баъд муъминон бозпас ба сӯйи Мадинаи мунаввара руҷӯъ намуданд. Қиссаи сафари ҳабиби Аллоҳ тулонист,  ба таври ихтисор андак-андак  зимни шарҳи мазмуни оятҳои ҳамин сура, иншоаллоҳ, ба он рӯшноӣ андохта мешавад.Ин буд назари кӯтоҳе ба мундариҷаи  ин сура.",
    "revelation_order": 111
  },
  {
    "id": 97,
    "number": 49,
    "name_arabic": "الحجرات",
    "name_tajik": "Ҳуҷурот",
    "name_english": "Al-Hujurat",
    "revelation_type": "Medinan",
    "verses_count": 18,
    "description": "Ин сураи карима барои тарбияи ахлоқи ҳамидаи онҳое, ки ба унвони пуршарафи муъминӣ соҳибанд, нигаронида шудааст. Сураи Ҳуҷурот, сарфи назар аз он, ки хеле кӯтоҳ аст, ҳақиқати тарбияи доимӣ ва асосҳои фазилату маданиятро дар бар гирифтааст. Баъзе аз муфассирон онро «Сураи ахлоқ» ном бурдаанд. Аз ҷумла, ин сура ба мавзӯи суҳбат бо Расули Худо (с) дахл намуда, фармудааст, ки ҳар гоҳе шумо муъминон бо ҳабиби Худо ҳамсуҳбат мешавед, барои таъзими қадру шараф ва эҳтироми мақоми баланди ӯ (с) одобро бояд риоя кунед. Бо ӯ бо як нармӣ сухан кунед, зеро фиристодаи Худо мисли оммаи мардум шахси оддӣ нест. Ӯ беҳтарин ва бузургтарин бандаи Худо ва сафири Ӯ таъоло барои тамоми мардуми рӯйи Замин аст. Бузургии Расулуллоҳ (с) ба дараҷае аст, ки Аллоҳ таъоло исми он касро дар радифи исми Худ ҷойи додааст. Аз ин лиҳоз бар муъминон воҷиб аст, ки дар сухану хитоб ва гуфту шунид таъзиму бузургдошти Расулуллоҳ (с)-ро ба ҷо оваранд.\r\nДар давоми сура Ӯ таъоло ба хотири комил гардонидани одоб ба муъминон фармудааст, ки агар ахбори ҳақ исбот шавад  бишнаванд. Ба суханҳои бе асли бар хилофи ҳақ гӯш фаро надиҳанд. Ба хосса аз шунидани сухане, ки аз сӯйи шахси муттаҳам ва ноодилу худобехабар садо медиҳад, ҳатман дурӣ биҷӯйед. Зеро суҳбати фоҷиру фосиқ шунавандаро ба сӯйи фисқу фасод тела медиҳад, муъминон аз он бояд дур бошанд. \r\nДар ин сура Аллоҳ таъоло мардумро ба сӯйи ислоҳи ду хасм то ин ки душманӣ ва адоват аз байни онҳо дур шавад, даъват менамояд,. Соддатар ин аст, ки Аллоҳ таъоло аз бандагони Худ даъват менамояд, ки барои оштӣ сохтани ду нафар ва ё ду гурӯҳе, ки ба ҳам душманӣ меварзанд, саъю кӯшиш ба харҷ бидиҳанд, то кинаву адоват аз миёнашон дур гардад. Ҳар касе ба чунин амали хайр даст мезанад, савоби бузургеро дарёфта,  вазифаи худро анҷом додааст.\r\nМавзӯйи дигаре ки мавриди баррасии ин сура қарор гирифтааст, ин аст, ки инсонҳо бояд аз мазоҳу истеҳзо, айбҷӯӣ, бадгумонӣ ва ғайбаткунии ҳамдигар худдорӣ кунанд ва нисбат ба ин падидаҳо нафрат дошта бошанд. Баръакси ин Ӯ таъоло мардумро ба сӯйи ахлоқи писандида, рафтори накӯ, риояи одоб ва дигар фазилатҳо хондааст. Дар ҳақиқат Қуръони азимушшаън таъбирҳо ва тадбирҳои аҷиберо пешниҳод намуда, сурат мебандад, ки шунаванда, хоҳ нохоҳ, ба андеша меравад. Масалан, дар боби нафратангез будани ғайбат мегӯяд, ки ғайбаткунанда мисли он касест, ки дар муқобили шахси мурдае нишаста, он мурдаро мекушояд ва гӯшти ӯро мехӯрад, ки ин амал барои инсон бисёр нафратовар аст.\r\nХатми сура аз имони комил ва исломи ҳақиқӣ баҳс намуда, таъкид месозад, ки инсон дар натиҷаи амалҳои солеҳ, парҳезгорӣ, ва ба ваҳдонияти Ӯ таъоло ихлоси баланд доштан, иҷрои амру наҳйи Аллоҳ таъоло ва итоъати суннати Пайғамбар (с) ва дурӣ варзидан аз гуноҳҳо метавонад худро ва имони худро комилу мукаммал гардонад. Инсон набояд мисли арабҳои бодиянишини он давр фикр кунад.Зеро бо гумони онҳо имон фақат калима буд,ки онро ба забон меорӣ, ва амалҳо барои инсони муъмин нақше намебозанд.  Ҳамин фикри хато ва ғалати онҳо буд, ки ба Расулуллоҳ (с) имони худро миннат гузоштанд……\r\nУмед аст хонандаи ҳушманд бо мутолиъаи амиқи шарҳу эзоҳи оятҳо фаҳми худро мукаммал месозад ва дар зиндагӣ худро ба фармудаи Аллоҳ таъоло мувофиқ мегардонад.",
    "revelation_order": 106
  },
  {
    "id": 98,
    "number": 50,
    "name_arabic": "ق",
    "name_tajik": "Қоф",
    "name_english": "Qaf",
    "revelation_type": "Meccan",
    "verses_count": 45,
    "description": "Ин сура бо ҳарфи «Қоф» ибтидо шуда, чӣ маъно доштани онро Аллоҳ таъоло медонад. Дар ин сура масъалаҳои асосии ақидаи исломӣ, ба мисли ҳақ ва дуруст донистани ваҳдонияти Аллоҳ таъоло, рисолат (пайғамбарӣ) ва баъсу нушур (зинда гардонидан баъд аз миронидан) мавриди баррасӣ қарор гирифтаанд. Меҳвари асосии сура атрофи масъалаи баъсу нушур давр мезанад. Ин аст, ки аз шунидани мазмуни оятҳои ин сура нафас дар гулӯ дар мемонад, ларза дар андом меафтад ва дар дил эҳсоси хафву тарс пайдо мешавад.\r\nСура бо нуктае, яъне ҳаёти баъди фано, ки кофирони Қурайш онро инкор карда,  аз ғояти он тааҷҷуб доштанд, оғоз мешавад. Баъди ин аз қудратҳои Аллоҳи бузург, ба мисли Замин, осмон, об, алаф, борон, хурмо ва ғайра, ки дар саҳифаҳои ҳамин дунё ба ваҳдонияти Аллоҳ таъоло ишорат мекунанд, баён мешавад.\r\nСура аз инҳо интиқол карда, ба хотири барҳазар кунонидан кофирони Макка аз ояти 12-ум ва баъд ҳадиси умматҳои дурӯғпиндорандагони баъсу нушурро, ки дар замонҳои пеш саркашӣ намуда, мавриди азобу балоҳои шадиди Ӯ таъоло қарор гирифтаанд, то шояд ба ҳамин сабаб ба худ омада, роҳи ҳидоятро ёбанду аз азоби муқарраршуда дар амон монанд, ёдрасон мекунад. Аммо ҳайҳот!\r\nБаъди ин  ба ҳадиси сакароти мавт гузашта, ваҳми рӯзи ҳашр, ҳавли қиёмату ҳисоб, аҳволи сахти инсони муҷрим, ки дар он рӯз чиро рӯ ба рӯ меояд, сухан мекунад. Ин мазмунро аз ояти 20-ум ва мобаъдаш, иншоаллоҳ, пайдо кардан мумкин.\r\nДар хотима бо баёни «Сайҳатул ҳақ» - овозест, ки ба сабаби шунидани он мардум аз қабрҳояшон хориҷ шуда, мисли тӯдаи малах бе рабту низом ба ҳар сӯ ҳаракат менамоянд, ҳол он ки  ягон нафари онҳо аз Аллоҳ махфӣ намонда, ҳама ба сӯи майдони ҳисобу ҷазо равон мешаванд, сура ба охир мерасад. Ин як исботест раднашванда ва ҳақ будани қиёматро маълум мекунад. Вале мушрикон онро инкор мекарданд. Дар ин бора аз ояти 41-ум ва баъд маълумоти пурра ҳосил хоҳед кард.\r\nСура аз ду қисм иборат аст. Оятҳои 1-ум то 22-юм қисми аввал ва ояти 23-юм то охир қисми дуюми ин сура дониста мешавад. \r\nИншоаллоҳ, дар рафти тарҷума луғатҳои душворфаҳм ва сабабҳои нузули баъзе оёт ба қадри имкон шарҳу эзоҳ ва баёни худро хоҳад ёфт.",
    "revelation_order": 34
  },
  {
    "id": 99,
    "number": 51,
    "name_arabic": "الذاريات",
    "name_tajik": "Зориёт",
    "name_english": "Adh-Dhariyat",
    "revelation_type": "Meccan",
    "verses_count": 60,
    "description": "«Аз-Зориёт» сураест, ки барпо ва устувор доштани имонро талқин мекунад. Ин сура дар асоси пойдевори тақво ва имон ҳамчунин ақидаи саҳеҳу устувор, таваҷҷӯҳи инсонро ба сӯйи қудрати Худованди қаҳҳор ҷалб мекунад. Сура аз ҳадиси бодҳое, ки чангу ғуборро ба вуҷуд меоранд, киштиҳои бо қудрати воҳиди ваҳҳоб дар сатҳи об шинокунандаро ба ҳар тараф сайр медиҳанд, оғоз мегардад. Инчунин дар бораи абрҳое, ки аз онҳо борон меборад ва фариштагоне, ки ба тадбири корҳои халқи Худо муаккаланд, шурӯъ мешавад.\r\nҲамчунин Ӯ таъоло ба ин чаҳор умур қасам ёд мекунад, ки зинда гардонидан баъди марг дар рӯзи қиёмат, албатта, воқеъ мегардад ва мукофоту ҷазои амал ногузир сурат мегирад. Баъди ин аз ҳадиси кофирони Макка ёд мешавад, ки Қуръон ва дори охиратро бовар накардаанд. Аҳволи ишон дар дунё, бозгаштанашон ба охират, ба коми нори Ҷаҳаннам афтодани онҳо ва азобу уқубаташон дар он ҷо арз мегардад. Сипас аз муъминони муттақӣ ва парҳезгороне, ки дар дунё муҳсину накӯкор, дар роҳи фармудаи Қуръон роғибу содиқ ва аз тарси ғазаби Худо дар биманд, зикр мешавад ва барои онҳо дар охират неъмату каромати илоҳӣ ваъда шудааст. Инчунин дар сураи мазкура далелҳои қудрати ваҳдоният дар ин олами бузургу паҳновар, чи дар осмон ва чи дар Замин, бо ин ҳама кӯҳҳо, саҳроҳо ва пастию нишебиҳояш, офаридани инсон дар сурати аҷибу тарҳу басти мураккабу ҳусну зебогие, ки беҳтарини махлуқот аст, баён мегардад.\r\nДар сура қиссаҳои ибратбахши ҳазрати Иброҳим, Лут ва Мӯсо (а) ёд мешавад, ки умматҳояшон ба эшон туҳмат бастанду фармудаҳои Худоро ба ҷо наоварда, тоғӣ (саркаш) шуданд ва ба хисороту (зарару) азобҳои сахт дучор омаданд, зикр мешавад. Ҳамчунин барои тасаллӣ ва сабақу ибрати соҳибони ақлу хирад такроран аз рӯзгори қавми Оду Самуд ва уммати ҳазрати Нӯҳ (а) мисол оварда мешавад. \r\nХатми сура мақсади офариниши инсон ва ҷинро баён мекунад, ки Худовандро бишносанд, Ӯро ибодат намоянд ва имону эътиқоду тавҳидашонро тоза созанд. Таваҷҷӯҳи бандагонро ба чӣ гунагии ибодатҳо ва роҳҳои қариб шудан ба Аллоҳ таъоло ҷалб менамояд. \r\nИн буд назари мухтасар ба мундариҷаи сураи «аз-Зориёт». Ва биллаҳит-тафвиқ.",
    "revelation_order": 67
  },
  {
    "id": 100,
    "number": 52,
    "name_arabic": "الطور",
    "name_tajik": "Тур",
    "name_english": "At-Tur",
    "revelation_type": "Meccan",
    "verses_count": 49,
    "description": "Чун дигар сураҳои дар Макка нозилшуда ин сура низ барои устувор гардонидани ақидаи исломии инсонҳо нигаронида шуда, аз рукнҳо ва асоси ақида, ба мисли донистани ваҳдоният ва рисолат, баъс (зинда гардонидан баъд аз миронидан), ҳақ будани рӯзи растохез ва ҷазои мукофот дар он рӯз баҳс мекунад.\r\nДар ибтидои сура аз рӯзи охират ва сахтиҳои он ва аз азобҳое, ки кофирон ба он рӯ ба рӯ мешаванд, сухан рафта, савганд ёд мешавад, ки албатта, азоб ба онҳо нозил мегардад ва ҳеҷ чиз монеъи ин азоб шуда, онро гардонда наметавонад. Ба панҷ чиз савганд ёд мешавад, ки муҳим будани мавзӯъро таъкид месозанд. Чунки кофирон ба рӯзи қиёмату даҳшатии он, ҳисобу китоб, мукофоту ҷазо ва дигар хабарҳое, ки Расули Аллоҳ (с) ба мардум расонид, бовар нанамуда, ӯро мавриди истеҳзову ханда қарор доданд. Савганд низ ба ҳамин хотир аст, ки шумо ай мушрикон, ин хабарҳоро саҳл мапиндоред, он, албатта, амалӣ хоҳад шуд. Ҳамчунин якчанд оят барои радди мушрикон омада, ки ба ҳақ будани пайғамбар ва Қуръон онҳо шубҳа доштанд. Сониян, барои лолу мулзам гардонидани ҳар як куфрварзида суолҳо дода мешавад, ҳеҷ яке аз онҳо қодир нест ба суолҳо ҷавоб диҳад.\r\nБаъд аз он ки Аллоҳ таъоло кофиронро мавриди итоб қарор дод, аҳволи ҷаннатиён, неъматҳое, ки онҳо бархурдор мешаванд, ки чашме чунин неъматро ҳанӯз надидааст, баён месозад.\r\nДар давоми сура сухан аз рисолати Он ҳазрат (с) меравад. Худованд ӯ (с)-ро ба тарсондани кофирону фоҷирон амр карда, мефармояд, ки ба онҳо ёдрас кунад, то бидонанд Аллоҳ таъоло бар Муҳаммад (с) мартабаи нубувватро инъом ва рисолатро икром кардааст ва Расули Ӯ таъоло маҷнун нест. Ӯ таъоло бо ҳуҷҷату бурҳон ақидаи беасоси кофиронро дар нисбати Расулуллоҳ (с) ботил сохта, ба сидқу ростии ӯ (с) далелҳо меорад.\r\nАнҷоми сура бошад, аз сарзаниши бутпарастон, ғафлатзадагии онҳо ва оқибати ин амали зишт, ҳамчунин сабру шикебоӣ варзидани Ҳабиби Аллоҳ (с) дар муқобили истеҳзои мушрикон, то фаро расидани нусрати илоҳӣ нигаронида шудааст.\r\nИн буд хулосаи мухтасари муқаддимаи сураи «ат-Тур». Худованд муваффақ гардонад. Омин!",
    "revelation_order": 76
  },
  {
    "id": 101,
    "number": 53,
    "name_arabic": "النجم",
    "name_tajik": "Наҷм",
    "name_english": "An-Najm",
    "revelation_type": "Meccan",
    "verses_count": 62,
    "description": "Сураи «Наҷм» мисли сураҳои қабл масъалаҳои рисолати Паёмбар (с), имон ва аҳволи қиёматро дар бар гирифта, ақидаи хонандаро аз олудагию шубҳаҳо пок ва муолиҷа намуда, устувору қавӣ мегардонад.\r\nДар аввали сура Аллоҳ таъоло ба ситораҳои фурӯраванда, мисли сурайё ва ғайра савганд ёд намуда, ҳақиқати рисолати Паёмбар (с)-ро баён менамояд. Ишора меравад, ки Паёмбар (с) ҳаргиз аз худ сухан бофта, онро ба мардум чун ваҳйи илоҳӣ пешниҳод накардаанд. Балки Он ҳазрат (с) хеле кӯшидааст, то ваҳйи илоҳиро, ки ҳазрати Ҷабраил (а) ба ӯ омӯхтааст, ба бандагони Худо бе каму кост ва бе илова бирасонад. Худованд дар ин сура чӣ гуна фуруд омадани ҳазрати Ҷабраил (а) ва мулоқӣ (ҳамсуҳбат) шудани ӯро бо ҳазрати Муҳаммад (с) зикр намудааст. \r\nСура аз ҳодисаи меъроҷи Паёмбар (с), ки худ як мӯъҷиза аст, нақл мекунад. Дар он аҷоиботу ғароиботи олами улвӣ (боло) низ, баёни худро ёфтааст. Дар баробари он ба мардум оид ба амалҳое, ки иҷроишашон фарз ва воҷиб (ҳатмӣ) аст, тазаккур медиҳад. Баъдан гуфта мешавад, ки ибодати мушрикон ва бут (санам) парастии онҳо, агарчанде худашон онро дуруст пиндоранд ҳам, ботил аст. Ҳарчи ба ҷуз Худованд парастида шавад, агарчи фариштаи муқарраб бошад ҳам, куфр ва ширк буда, оқибати даҳшатовар ва азоби ҷонкоҳ дорад. \r\nДавоми сура аз ҷазои одилонаи рӯзи қиёмат сухан мекунад. Ҳар кас мувофиқ ба амалаш подош мегирад ва гуноҳи ҳеҷ кас ба каси дигар бор карда намешавад. Сура қудрату санъати Аллоҳ таъолоро бо мисол овардан дар ҷуфт офаридани махлуқот, сарватманд ва ё камбағал гардонидани инсону зинда гардонидану мирониданро таъкид месозад.\r\nХатми сура аз азоби болои сари умматҳои тоғӣ (саркаш) омада: мисли қавми Од, қавми Самуд, қавми Лут (а) ва Нӯҳ (а) нақл мекунад. Мушрикони бадбахти Маккаро аз азобе, ки онҳоро интизор аст, ҳушдор дода мешавад. Ин буд баёни мухтасари муқаддимаи сураи «Наҷм».",
    "revelation_order": 23
  },
  {
    "id": 102,
    "number": 54,
    "name_arabic": "القمر",
    "name_tajik": "Қамар",
    "name_english": "Al-Qamar",
    "revelation_type": "Meccan",
    "verses_count": 55,
    "description": "Ин сура чун дигар сураҳои дар Макка нозилшуда ба тарбияи ақидаи исломӣ нигаронида шудааст. Дар ибтидои сура яке аз муъҷизаҳои машҳури Расули акрам (с)- ду ним гаштани Моҳ зикр мегардад. Дар давоми сура бо овардани қиссаҳои қавмҳои саркаш дар замонҳои гуногун ба китобҳо ва пайғамбарони Худо бовар намекарданд, саркашӣ намуда, бо пайғамбарон душманӣ меварзиданд ва оқибат гирифтори даҳшат шуда ҳалок гаштанд, нақл мегардад. Ин қиссаҳо барои ҳушдор ва ибрати бандагон аст, ки аз амри Парвардигори худ саркашӣ накунанд, аз Расули барҳаққи Ӯ таъоло (с) пайравӣ намоянд ва ҳангоми зинда будан барои рӯзи охират омодагӣ бигиранд, то дар рӯзи қиёмат шармсор ва хору зор нагарданд.\r\nТибқи услуби қуръонӣ хатми сура оқибати кори инсонҳои гунаҳкори бадбахт ва инсонҳои муъмини парҳезгор бозгӯ месозад. Аз баёни ояти  мутааллиқ ба гунаҳкорону муҷримон оҳанги тарсу бим додан эҳсос мешавад, ки анҷомаш азоб ва ҳалоки доимист. Оятҳои вобаста ба парҳезгорон аз саодатмандӣ ва комёб гаштан ба неъматҳои беназири Аллоҳ таъоло, ҳамчунин аз наҷот хушхабар медиҳанд.\r\nИн буд назари кӯтоҳе аз мундариҷаи сураи «Қамар».",
    "revelation_order": 37
  },
  {
    "id": 103,
    "number": 55,
    "name_arabic": "الرحمن",
    "name_tajik": "Раҳмон",
    "name_english": "Ar-Rahman",
    "revelation_type": "Medinan",
    "verses_count": 78,
    "description": "Аввалан бигӯем, ки ин сура баёнгари неъматҳои моддӣ ва маънавии Худованд аст, ки барои бандагони Худ арзонӣ доштааст. Он ба муолиҷа ва тарбияи ақидаи исломӣ равона гардидааст. Фазилати ин сура бисёр бузург аст. Аз хамин ҷиҳат дар ҳадис ворид гардида, ки «Ҳар чизеро арӯс аст ва арӯси Қуръон сураи «ар-Раҳмон» бошад». Яъне соддатар гӯем, дар зебоӣ ин сура арӯсро монад. Нисбати макони нозил гардидани ин сура муфассирон ду фикр доранд. Баъзе муфассирон гуфтаанд, ки он дар Мадина нозил шудааст, баъзеи дигар гуфтаанд, ки он дар Макка нозил шудааст.\r\nСура бо ёдоварӣ ва зикри теъдоди неъматҳои зоҳирии Аллоҳ, ки аз ҳисоб берунанд, ибтидо меёбад. Аз ҷумла нахуст неъмати таълими Қуръонро ба инсон арза медорад. Баъдан, саҳифаҳои мавҷудро варақ зада, аз нишонаҳои бузургии Аллоҳ таъоло, ки таҳти шумор намедароянд, ба мисли осмони баланди бесутуну барқарор, Замини паҳновар, Офтоб, Моҳтоб, ситораву меваҳо ва зироати мавҷуда, ки ризқи олами башаранд, сухан мекунад. Дар сура оид ба ҳаракати ситораву сайёраҳо дар коинот ва киштиҳо дар баҳрҳо маълумот ҳаст. \r\nДавоми сура аз аҳволи кофирон ва гунаҳкорон дар қиёмат сухан менамояд. Баъдан дар бораи роҳати парҳезгорон дар Ҷаннат батафсил маълумот медиҳад.\r\nСураи мазкур бо яке аз исмҳои сифати олии Парвардигор, ки бисёр бузург аст, оғоз ёфта, ба ҳамин мазмун ба анҷом мерасад.\r\nИн буд маълумоти фишурда оид ба мундариҷаи сураи «ар-Раҳмон».",
    "revelation_order": 97
  },
  {
    "id": 104,
    "number": 56,
    "name_arabic": "الواقعة",
    "name_tajik": "Воқеа",
    "name_english": "Al-Waqi'ah",
    "revelation_type": "Meccan",
    "verses_count": 96,
    "description": "Дар оғози ин сураи муборака аз омадани рӯзи қиёмат, ҳодисаҳои дар он рӯз рӯйдиҳанда ва аҳволи мардум дар он рӯз хабар дода шуда, мардум ба се тоифа: асҳоби ямин (соҳибони дасти рост), асҳоби шимол (соҳибони дасти чап) ва собиқун (пешқадамон, пешиниён) ҷудо мешаванд. \r\nБаъд аз подоши амали ин се тоифа дар рӯзи қиёмат сухан меравад.\r\nДар давоми сура далелҳои зиёде доир ба вуҷуди Аллоҳ таъоло, ваҳдонияти Ӯ, камоли қудрат ва аҷоиботи санъати Ӯ сухан меравад. Аз ҷумла офариниши инсон, рӯидани растаниҳо, фуруд омадани борон ва хосиятҳои оташ нақл мегардад.\r\nТирмизӣ аз Ибни Аббос (р) ривоят кардааст: Вақто ки Абӯбакри сиддиқ (р) гуфт: «Эй расули Аллоҳ, ман мебинам, ки мӯят сафед шуд». Он ҳазрат (с) дар ҷавоб гуфт: «Сураҳои «Ҳуд», «Воқиъаҳ», «Мурсалот», «Амма» ва «Таквир» мӯи сарамро сафед карданд» (яъне ин сураҳо аксаран аз аҳволи рӯзи қиёмат ҳарф мезананд).\r\nТаъкид мешавад, ки Қуръон азиму бузург аст ва аз тарафи Рабби оламиён нозил гардидааст. Дар баробари ин аҳволи инсон дар ҳолати назъ (ҷон кандан), сахтиҳои он лаҳза ба маърази хонандаи пандгиранда мегузарад.\r\nФазилати сура дар ривоятҳои зерин на онқадар саҳеҳ баён шудааст:\r\nАз Ибни Масъуд (р) ривоят аст, ки Расулуллоҳ (с) гуфтанд: «Шахсе сураи «Воқеъаҳ»-ро ҳар шаб хонад, он кас абадӣ камбағал нагардад».\r\nАбдуллоҳ бемори марг шуд. Амирулмӯъминин Усмон бинни Аффон (р) ба аёдати ӯ рафт ва ба ӯ гуфт: «Чӣ шикоят дорӣ?». Абдуллоҳ гуфт: «Гуноҳҳоям»-ро. Амири муъминон пурсид: «Чӣ иштиҳо дорӣ?». Мариз посух дод: «Раҳмати Парвардигорамро». Усмон гуфт: «Оё амр кунам табибро барои ту?». Абдуллоҳ гуфт: «Табиб худаш маро бистарӣ намудааст». Он ҳазрат (р) гуфт: «Оё амр кунам ба ту чизе диҳанд?». Бемор гуфт: «Ба ин ҳоҷат надорам». Усмон (р) пурсид: «Оё барои духтаронат баъд аз ту чизе боқӣ мемонад?». Абдуллоҳ гуфт: «Магар камбағалиро бар духтарони ман ҳайф медонӣ? Ман ба духтарони худ амр кардаам, ҳар шаб сураи Воқиаҳро бихонанд, зеро аз расули Аллоҳ (с) шунида будем, ки мегуфт: «Ҳар кӣ ин сураро ҳар шаб бихонад, абадӣ камбағал намешавад».\r\nАз ин ҷост, ки бузургон хондани сураи мазкурро ҳар шаб одат кардаанд. Ин буд як назари кӯтоҳ ба муқаддимаи сураи Воқиъаҳ.",
    "revelation_order": 46
  },
  {
    "id": 105,
    "number": 57,
    "name_arabic": "الحديد",
    "name_tajik": "Ҳадид",
    "name_english": "Al-Hadid",
    "revelation_type": "Medinan",
    "verses_count": 29,
    "description": "«Ҳадид» оҳанро гӯянд. «Мо оҳанро фуруд овардем, дар он қуввати калон асту манфиати одамон» аз оят. Дар ин сура ба ҳукмҳои шаръӣ, тарбияи ҷамъияти муъминҳо ва тозагии ақидаи онҳо эътибор дода шудааст.\r\nДар ибтидои сура аз азамату бузургии Аллоҳ таъоло сухан меравад. Ончунон Худовандест, ки ҷамиъи мавҷудоти кавн бо тарзу услуби хоси худ Ӯро тасбеҳ мегӯянд (ба покӣ ёд мекунанд). Ҳама мавҷудот, ҳатто санг, ҳашарот ва ҳайвонот ба азамату ваҳдонияти Парвардигори худ шоҳидӣ медиҳанд.\r\nБаъдан, сифатҳои ҳусно ва исмҳои улёи Офаридгор зикр мегардад. Аллоҳ таъоло аввал аст, бе ибтидо ва охир аст ва бе интиҳост. Зоҳир аст бо нишонаҳое, ки дар махлуқоташ вуҷуд дорад ва ботин аст, чуноне ки асли ҳақиқаташро ҳеҷ кас намешиносад. Ӯ холиқи инсону мудаббири олам аст.\r\nСипас сура мусалмононро панд медиҳад, ки дар роҳи Аллоҳ барои ҳақиқати Ислом ва баланд бардоштани шаъну шарафи он саховату нафақа кунанд. Муъмин бо молу дороии хеш бояд мағрур нагардад, балки чунин эътиқод дошта бошад, ки Худованд дунё ва молро ба банда чун амонат додааст. Зарур аст, ки инсон дар муқобили нафси худ ҷаҳд намояд, то дар дунё аз саодат ва дар охират аз савоби дилхоҳ баҳравар гардад.\r\nИнчунин сухан аз аҳли имон меравад, ки дар қиёмат нур аз пешу ҷониби рости онҳо медурахшад. Мунофиқон мисли инсони шабкӯр дар зулумоти рӯзи қиёмат роҳгум мезананд, зеро онон ҳангоми зиндагӣ дар дунё мисли чорпоён дар ҷаҳлу нодонӣ ва айшу ишрат қарор доштанд. \r\nҲақиқати дунё ва охират ба тамоми нозукӣ ва суратбандиҳои дақиқ баён мегардад. Дунё дорои фано буда, зоилшаванда аст. Маълум, ки одатан ба сабаби боридани борон дар Замин алаф мерӯяд ва ба тезӣ хушк гардида, зери таъсири омилҳои табиӣ қарор мегирад ва реза-реза мегардад. Дар навбати худ бод онҳоро ба ҳар сӯ пош медиҳад ва дере нагузашта, дар саҳроҳо чизе боқӣ намемонад. Дунё ҳам ба ҳамин монанд аст. Дори охират бошад, на муваққатӣ, балки ҷовидона аст. \r\nНуктаи дигаре, ки мавриди баррасии сура қарор гирифтааст, ин аст, ки пайғамбарон барои он фиристода шудаанд, то халқро ба роҳи Аллоҳ таъоло амр карда, даъват кунанд ва ҳақиқату адолатро ҷо ба ҷои худ гузоранд. Таъкидан баён мегардад, ки расулон мардумро ба роҳи тақво ва иқтидо ба роҳи Аллоҳ ҳидоят менамоянд.\r\nИн буд як назари кӯтоҳ ба мазмуни сураи мазкур.",
    "revelation_order": 94
  },
  {
    "id": 106,
    "number": 58,
    "name_arabic": "المجادلة",
    "name_tajik": "Муҷодала",
    "name_english": "Al-Mujadila",
    "revelation_type": "Medinan",
    "verses_count": 22,
    "description": "“Муҷодала” кашмакаш ва баҳси суханро гӯянд. Ин сура бисёре аз масъалаҳои шаръиро дар бар мегирад. Яке аз масъалаҳои асосиеро, ки мавриди баҳс қарор медиҳад, ин масъалаи “Зиҳор” аст. Одати арабҳо ин буд, ки бо рӯйи додани “Зиҳор” оила вайрон мешуд ва байни зану шавҳар ҷудойи меафтод. Зиҳор чӣ гуна буд? Агар марди араб ба завҷааш мегуфт, ки фалон ҷойи ту ба фалон ҷойи модарам монанд аст, байни онҳо зиҳор меафтод. Албатта, агар он аъзои модарашро ба забон меоварад, ки дидани он барояш мамнӯъ бошад. Зиҳор ва дигар одати ба ин монанд барои занҳои араб як зулму хорӣ буд ва зиндагиро барои эшон боз ҳам гаронтар мегардонид. Танҳо бо омадани Исломи азиз ба чунин бедодгариҳо хотима дода шуд, мартаба ва мақоми занон назди мардон ва ҷомеъа баланд гардид.\r\n\r\nИмом Аҳмад ибни Ҳанбал (р) аз ҳазрати Оиша (р) ривоят мекунад: “Вақте дар хона нишаста будам, зане назди Расули Худо (с) омад ва сухани пасту боло зиёд гуфт, вале чӣ гуфтанашро ман чандон намешунидам. Аммо Офаридгор ҳамаро мешунавид. Ояти “Қад самиъаллоҳ…“ он вақт нозил шуд.“ Дар он қисса чунин омадааст: Ҳавла бинти Саълаба зани соҳибҷамоле буд ва шавҳари ӯ Авс ибни Сомит ном дошт. Боре шавҳар мехоҳад бо завҷаи худ наздикӣ созад, вале завҷааш саркашӣ мекунад. Табиист, ки аксари вақт байни зану шавҳар аз ҳамин сабаб низоъ мехезад. Дар ҳамин ҳолат Авс ибни Сомит, ки марди хеле серқаҳр буд дар ғазаб гардида, дигар худро идора карда наметавонад, ҳарфе мегӯяд, ки боиси зиҳор мегардад. Яъне возеҳтар гӯем, ӯ ба завҷааш мегӯяд: “Ту барои ман ҳаром, ё ронҳои пои ту  монанд ронҳои пои модарам.” Чунин ҳарфро дар замони ҷоҳилият ба забон овардан ба монанди талоқи имрӯза ҳисоб меёфт ва байни зану шавҳар абадӣ ҷудоӣ меафтод. Авс ба ҳамсари худ гуфт: “Ба гумонам ту ба ман ҳаром гаштӣ”.   \r\nҲавла дар ҷавоб гуфт: “Ба Худо қасам, ки ин талоқ нест!” Баъди чунин моҷаро Ҳавла ҳиҷоби зани ҳамсояро қарз гирифта барои ба ин масъала равшанӣ андохтан назди Расули Худо (с) омад, гуфт: “Ай Расули Худо (с), шавҳари маро ном Авс аст. Вақте ман ҷавону соҳибҷамол ва дорову сарватманд будам, ба никоҳи худ даровард. Имрӯз, ки дороиям тамом гашта, ҷавониям аз даст рафтаву ҳусну ҷамолам боқӣ намондааст ва солам рафтаву ақлу ҳушам коста гардидааст, дар як дам маро зиҳор кард. Вале ногуфта намонад, ки шавҳарам бо ман дар ҳоли ғазаб чунин рафтор кард, чун қаҳраш паст гардидаву ба худ омадааст, худро маломат мекунад ва аз кори шуда пушаймон аст. Оё ягон роҳу чорае ҳаст, ки мо боз бо ҳам биоем ва зану шавҳар шавем?” \r\nРасулуллоҳ (с) гуфт: “Дар ҳақиқат, ту барои Авс ҳаром гаштаӣ!”\r\nҲавла инро шунида гуфт: “Қасам ба зоте, ки барои ту Қуръонро нозил кардааст, ҳанӯз дар боби талоқ чизе нагуфта! Охир Авс падари фарзандон ва дӯстдоштаи ман аст!…”.\r\n\r\nБоз Расули Худо (с) гуфт: “Ту барои шавҳарат ҳаром гаштаӣ!”.\r\n\r\nҲавла гуфт: “Ман аз танҳоии худ танҳо назди Худованд шикоят мекунам.” Расуллулоҳ (с) бар ӯ ҳамин ибораро такрор мекард ва дар охир гуфт: “Ҳанӯз барои ту амре аз ҷониби Парвардигор барои ман наомадааст.” Ҳавла бошад аз он ҷо дур намерафт ва бо Расули Худо (с) дар муҷодала буд ва ба умеде, ки шояд роҳи ҳалли ин масъала пайдо шавад. Ҳазрати Муҳаммад (с) ба ӯ мегуфт, ки ту бар шавҳарат ҳаром гаштаӣ. Ҳавла бошад мегуфт, ки ман гаронии аҳволи худро назди Худованд шикоят мекунам ва гаштаю баргашта инро исрор мекард.\r\n\r\n Пас, рӯ сӯи осмон карда гуфт: “Эй бор Худо, ман фарзандони наврас дорам, агар бо ман бимонанд, гуруснаву ташна мемонанд ва агар бо падарашон бимонанд, зоеъ мегарданд, Ту қодиру тавоноӣ, оятеро ба пайғамбарат нозил кун, то ин мушкилии маро осон гардонад”, Ӯ сӯи Худо зориву тавалло мекард, ки Расули Худо (с) сукут намуданд.\r\n\r\nИн лаҳза чеҳраи мубораки он ҳазрат (с) ба лаҳзаи қабули ваҳйи Илоҳӣ монанд гардид. Пас аз гузаштани андаке вақт Расули Худо (с) сари мубораки худро бардошт ва гуфт: “Аллоҳтаъоло барои ту ва шавҳари ту ояти худро нозил гардонид”, баъд ояи “Қад самиъаллоҳу...”-ро то аъзобун алӣм” (ояҳои 1-4) аз сураи “Муҷодала” бихонд.\r\n\r\nАз ин қисса чунин бармеояд, ки аҳволи занон дар замони ҷоҳилият хеле вазнин будааст. Бо омадани Исломи азиз, ки дини саросар адолат аст дар андак замон миёни инсонҳо адолат ҷорӣ шуд. Албатта он инсонҳое, ки тақдирашон ба ҳидоят мувофиқ буд.\r\n\r\nДар ривояте омада, ки ҳазрати Умар ибни Хаттоб дар айёме, ки халифа буд, бо гурӯҳе аз роҳ мегузашт, бо зане рӯ ба рӯ омад ва он зан ҳазратро дурудароз ба гап андармон кард ва гуфт: “Эй Умар, ба наздикӣ ту Умарча будӣ, баъд аз он Умар шудӣ ва акнун Амиралмуъмининӣ. Ту, эй Умар, аз Худо битарс! Касе, ки ба мурдан бовар дорад, барои бекор гузаронидани умраш аз Худо метарсад ва касе ба рӯзи ҳисобу китоб бовар дорад, аз азоби он рӯз низ метарсад”. \r\n\r\nЧунин суханони насиҳатомез бисёр гуфт. Ҳазрати Умар (р) сукутро ихтиёр карда, гуфтаҳои он занро гӯш мекард. Вақти зиёд бадин минвол гузашт, пас ҳамроҳони ҳазрат ба ӯ гуфтанд: “Ай Амиралмуъминин ин қадар ба суҳбати ин кампир андармон шудӣ?” Амиралмуъминин (р) гуфт: “Қасам ба Худо, ки агар ин кампир маро то саҳар монеъи рафтан шавад, тоқат хоҳам кард ба ҷуз вақти намози фарз. Шумо оё медонед, ки ин кампир кист? Ин зан Ҳавла бинти Саълаба аст, ки сухани ӯро Худованд аз болои 7-осмон шунидааст! Чун Худованди  оламиён сухани ин заифро шунид, пас, чаро ман ӯро нашунавам?”.\r\n\r\nХонандаи мухлису муҳтарам ин буд маълумоти мухтасар доир ба сабаби нозил шудани сураи “Муҷодала”, ки дар  ин ҷо қисса ва ривоятеро манзури шумо гардонидем. Акнун дар шарҳу эзоҳи ояҳои ин сура иншоаллоҳ, маълумоти бештаре насиби шумо хоҳад гашт.",
    "revelation_order": 105
  },
  {
    "id": 107,
    "number": 59,
    "name_arabic": "الحشر",
    "name_tajik": "Ҳашр",
    "name_english": "Al-Hashr",
    "revelation_type": "Medinan",
    "verses_count": 24,
    "description": "“Ҳашр” дар ин ҷо ба маънои кӯч бастан, нақл кардани гурӯҳе аз макони зисташон омадааст.\r\nСураи мазкур покию бузургии Офаридгор, аҳдшикании бани Назир, аҳволи мунофиқон, фазилати муҳоҷирон, сано ва нусрати ансор, тақсими моли ғанимат, ҳавлу тарси рӯзи қиёмат ва билохира, якчанд исмҳои волои Офаридгорро баён мекунад.\r\nҲазрати Абдуллоҳ ибни Аббос (р) ин сураро \"Сураи бани-Назир\" мегуфтанд. Чаро ки онҳо аҳди худро бо мусулмонҳо  шикастанд ва бо Абӯ Суфён аҳднома баста  бар зиддӣ муъминон, дар қалъаҳои мустаҳкам камин гирифта ва ақида бар он доштанд, ки  мағлубнопазиранд. Вале Худованд онҳоро шикаст дод. Ҳатто, ки ба иваз намудани ҷойи зисташон розӣ шуданд. Сураи мазкур қиссаи онҳоро ба тафсил баён мекунад. Ин буд назари мухтасар аз мундариҷаи ин сураи муборак.",
    "revelation_order": 101
  },
  {
    "id": 108,
    "number": 60,
    "name_arabic": "الممتحنة",
    "name_tajik": "Мумтаҳана",
    "name_english": "Al-Mumtahanah",
    "revelation_type": "Medinan",
    "verses_count": 13,
    "description": "Ин сураи карима мисли дигар сураҳои дар Мадина нозилшуда аҳкоми шариатро баён мекунад. Масъалаи асосие, ки дар ин сура мавриди баррасӣ қарор мегирад, ин \"дӯстӣ ва адоват\" барои ризои Худовандаст. Ва беҳтарин гиреҳи муҳками имон ҳам ҳамин аст.\r\nОятҳои аввалини ин сура итоб барои Ҳотиб ибни Аби Балтаъа нозил шудааст. Ӯ ҳамон нафарест, ки вақте Расулуллоҳ (с) мусалмононро барои ғазои мушрикони Мака муҷаҳҳаз месохт, мактубе навишта ба воситаи Зуайната ном зан ба мушрикони Макка фиристод. Мазмуни номаи Ҳотиб ибни Аби Балтаъата аз ин иборат буд, ки шумо аҳли Макка огоҳ бошед, ки Расули Худо (с) барои ғазои шумо омодагӣ дорад. \r\nЧун ба ҳазрати Муҳаммад (с) вайҳи илоҳӣ нозил шуд ва аз ин ҳодиса хабардор шуд, дунболаи он зан ҳазрати Алӣ (к) ва Зубайру Миқдод (р)-ро фиристод. Онҳо дар \"Равзатухоҳ\" ном мавзеъ ба он зан расида, дастгириаш намуданд. Пеши ӯ шарт гузоштанд, ки  агар номаро ба мо надиҳӣ, пас маҷбурем, ки туро бараҳна созем. Он зан ноилоҷ монда, аз миёни мӯйҳои худ мактубро берун оварда, ба онҳо дод.\r\nЧун номаро ба назди Расулуллоҳ (с) оварданд, аз мазмунаш огоҳ гаштанд, муаллифи номаро ба сӯи худ хонданд. Аз Ҳотиб пурсиданд: “Чаро чунин кардӣ?” Ӯ гуфт: \"Ё Расулаллоҳ (с), бар ман шитоб накунед. Ман аз қабилаи Қурайш нестам, балки аз дигар қабилаам. Муҳоҷироне, ки ҳамроҳи ту ҳастанд, ҳама қурайшиянд ва ҳамаи онҳо дар Мака хешу ақрабои худро доранд, ки молҳояшонро ва авлодашонро муҳофизат мекунанд. Ман касе надорам. Мурод аз навиштани нома ҳамин буд, ки шояд ба ин васила аҳлу  аёли маро низ ҳимоя кунанд. Ман ин корро аз рӯи кофирӣ ё муртад шуда аз динам гаштан накардаам\".\r\nДар ин ҳолат, ӯ худро сафед карданӣ мешуд, ҳазрати Умар (р) гуфт: \"Ё Расулаллоҳ (с), бигзор, гардани чунин мунофиқро занам! \"Ҳазрати Муҳаммад (с) гуфт: “Чӣ гуна ӯро гардан мезанӣ, ки дар ҷанги Бадр ширкат варзидааст!.”   \r\nҲангоме ки Ҳотиб гуфт: \"Ман инро аз рӯи кофирӣ ё аз руи муртад шуданам накардаам\", Расули Худо (с) гуфт: \"Ӯро бигузоред, вай рост мегӯяд\". Дар ҳамин асно оятҳои авали сураи мазкур аз рӯи итоб нозил гардиданд. \r\nОятҳои баъди аз дӯстӣ бо душманони Худо, он душманоне, ки муъминҳоро мазаммат кардаву масхара менамуданд, ҳатто ки аз дасти онҳо тарки хонаву дару диёри хеш намуда, ҳиҷрат намуданд, ҳарф мезананд. Баъдан Аллоҳтаъоло ҳушдор медиҳад, ки рақобат, насаб, дӯстӣ ҳаргиз дар рӯзи қиёмат касеро наҷот надиҳад, ва он чи ки нафъ мерасонад ин имону амали солеҳ аст. Аз имони ҳазрати Иброҳим (а) ва муъминҳои тобеъи ӯ (а), то дигар муъминон ба ӯ (а) иқтидову пайравӣ намоянд мисол оварда мешавад\r\nВа ҳамчунин аз он гурӯҳи одамон, ки ба муъминон на дӯстӣ доранд ва на душманӣ ишора меравад. Инчунин сабақ дода мешавад, ки занони муъминае, ки ҳиҷрат кардаанд, бояд имтиҳон карда шаванд. Ҳар вақто имондорияшон собит гардад, бозпас ба кофирон баргардонда нашаванд. \r\nХотимаи сура бошад, бори дигар таъкид месозад, ки ба душманони Худо набояд дӯстӣ варзида шавад, агарчанде пайвандону хешовандони наздик бошанд ҳам. Ин буд мухтасаран муқаддимаи ин сура.",
    "revelation_order": 91
  },
  {
    "id": 109,
    "number": 61,
    "name_arabic": "الصف",
    "name_tajik": "Саф",
    "name_english": "As-Saf",
    "revelation_type": "Medinan",
    "verses_count": 14,
    "description": "Дар ибтидои сура сухан аз он меравад, ки кулли мавҷудоти Замину осмонҳо Худованди якторо ба некӣ ёд мекунанд. Баъдан, Аллоҳтаъоло мардуми ваъдахилофро итоб намуда ҳушдор додааст, ки назди Аллоҳтаъоло ваъдахилофи бисёр кори нописанд аст. Худованд фазилати ҷиҳодро баён намуда ҳамчунин аз подоши арзандае, ки шахси дар роҳи Худо бо молуҷони худ ҷиҳод намуда дар охират ба даст морад, хабар медиҳад. Ва таъкид мекунад, ки ин беҳтарин тиҷорат аст. \r\nЧун мушрикон ҳазрати Муҳаммад (с)-ро бисёр изо медоданд, Аллоҳтаъоло барои таскини Ҳабибаш (с) аз рӯзгори паёмбарони Худ ҳазрати Мӯсо (а) ва ҳазрати Исо (а) ва ҷабри бани Исроил бар мусалмонон ёдовар шудааст. \r\nСухани Худованд аст, ки золимтарин шахс он аст, ки ба Худо дурӯғ мебандад ва ҳақиқати Ӯро бо алфози даҳони бефарози худ мепушонад ва Аллоҳтаъоло ин гуна ситамгаронро ҳидоят намекунад. \r\nБа дигар масъалаҳои мавриди баррасӣ қарор гирифтаи, ин сура иншоаллоҳ, дар шарҳу эзоҳи он ошноӣ пайдо хоҳем кард.",
    "revelation_order": 109
  },
  {
    "id": 110,
    "number": 62,
    "name_arabic": "الجمعة",
    "name_tajik": "Ҷумъа",
    "name_english": "Al-Jumu'ah",
    "revelation_type": "Medinan",
    "verses_count": 11,
    "description": "Масъалаи муҳиме, ки мавриди баррасии сураи мазкур қарор мегирад, намози ҷумъа аст, ки онро Худованд барои муъминон фарз гардонидааст.\r\nМисли сураҳое, ки дар ибтидои китоб ошноӣ пайдо намудед, оғози сураи мазкур низ баёнгари он аст, ки кулли мавҷудоти Замину осмонҳо аз Холиқи худ ба покӣ ёд мекунанд.\r\nСипас сухан аз биъсати ҳазрати Муҳаммади Мустафо (с) меравад. Ба воситаи ин зоти муборак Офаридгор мардумро аз гирдоби ҷаҳолат берун овард ва Ӯ(с)-ро аз миёни араб барои саодатманд гардидани мардум раҳнамо интихоб намуд.\r\nИнчунин аз қавми ғайри араб сухан меравад, ки дини Исломро пазируфта, дар роҳи нишондодаи Худованд (исломдорӣ) бо бародарони араби худ дар сабқат қарор мегиранд.\r\nХудованди мутаъол таъкидан аҳволи яҳудиёнро, ки онҳоро дар пазируфтани шариъати илоҳӣ, мукаллаф гардонида буд вале саркашӣ намуданд, баён месозад.\r\nИн ва дигар масъалаҳоро дар рафти тарҷума ва шарҳу тафсир ба таври муфассал, иншоаллоҳ, рӯйи коғаз хоҳем овард.",
    "revelation_order": 110
  },
  {
    "id": 111,
    "number": 63,
    "name_arabic": "المنافقون",
    "name_tajik": "Мунофиқун",
    "name_english": "Al-Munafiqun",
    "revelation_type": "Medinan",
    "verses_count": 11,
    "description": "Хонандаи азизу гиромӣ пеш аз он, ки ба таври мухтасар шуморо бо мундариҷаи сураи мазкур ошно бисозем, лозим донистем нисбати номи сура чанд сухан рӯи коғаз биоварем, то маълумоти шумо возеҳтар ва мукаммалтар бошад. \"Нифоқ\" дар луғат маънои чизест, ки аз рӯйи сурат ҷобаҷо буда, дохилаш холист.\r\nБо ибораи дигар: Чизи аз ду тараф саркушодаи дарунхолиро \"нифоқ\" гӯянд. Хонаи рӯбоҳ низ \"нифоқ\" хонда шавад. Мардуми араб \"тунел\"-ро \"нифоқ\" ё нафақ гӯянд. Ва калимаи мунофиқ аз решаи \"нафақ\" гирифта шудааст. Барои чӣ мунофиқ мегӯянд? Мунофиқ кист? Подоши мунофиқ чист? Инҳо суолҳоеанд, ки ҷавоб мехоҳанд. Мекӯшем ба қадри имкон тибқи дастури  Худованд ба ин суолҳо посух бигӯем. Дар истилоҳи динӣ мунофиқ касеро гӯянд, ки зоҳиран худро мусалмон вонамуд сохта, мисли дигар мусалмонон ибодатро ба ҷо меорад, вале дар ботинаш ба Худову Расул боварӣ ва эътиқод надорад. \r\nКушодатар гӯем, дар сурат ба мусалмонии ӯ шубҳа кардани кас мушкил аст, вале  дар асл ӯ ин гуна инсон нест. Дар ҳадисҳои Расули Худо (с) дар мазаммати мунофиқ нукта бисёр аст. Дар яке аз ҳадисҳои шариф омадааст, ки аломати мунофиқ се аст: \"Аввал он ки сухан гӯяд, дурӯғ гӯяд, дувум, ба амонат хиёнат кунад ва севум, хилофи ваъда кунад\".\r\nОн хатаре, ки ба мусулмонон аз мунофиқон мерасад, аз кофирон намерасад. Зеро алоқа ва муомила бо кофирон дар натиҷаи ба назар гирифтани кофирияшон, ки маълуму зоҳир аст, ба роҳ монда мешавад. Аммо бо мунофиқон кор душвортар аст, зеро аз сурату зоҳири онҳо мунофиқияшон ошкор нест.\r\nХоҳ нохоҳ, ки инсон зоҳирпараст аст, онҳоро мусалмон пазируфта бо онҳо муомилаи мусалмониро пеша мегирад. Аз куҷо донад, ки ботини ӯ чӣ гуна аст? Дар натиҷа, аз кофирон дида аз мунофиқон ба дину ба мусалмонон зарбаву хисороти бештар мерасад.\r\nАгар мунофиқон ба худ наоянд, тарки дурӯягӣ накунанд ва аз ин кирдори худ тавба накунанд, онҳоро азобе интизор аст, ки аз азоби кофирон сахттару шадидтар. Ваъдаи Худованд аст, ки мақоми азоби мунофиқон пасттарин табақаи Дӯзах, шадидтарин азобгоҳ аст.\r\nЗамоне ки дар Маккаи мукаррама дини Ислом арзи вуҷуд намуд, дар ибтидо мунофиқон набуданд. Мардум ба ду гурӯҳ тақсим буданд, яъне мусалмонҳо ва кофирон. Зеро дар он ҳангом аҳли имон камшумор ва қудраташон заиф буд. Исломдории мусалмонон ба касе маъқул намешуд, рӯирост динро таҳқир мекард ва ошкоро душманӣ меварзид.\r\nМунофиқон асосан баъди ҳиҷрати мусалмонон ба Мадинаи мунаввара пайдо шуданд. Зеро мусалмонон дар онҷо бисёр буда, қувва ва нерӯву тавоноияшон зиёд буд. Ҳеҷ кас ҷуръат намекард онҳоро рӯирост азобу ранҷ диҳад.\r\nБинобар ин онҳое, ки ба мусулмонон назари каҷ ва дар дил кинаву душманӣ доштанд, ба муборизаи пинҳонӣ бо истифодаи макру найрангҳои тоза ва тағйири сурат мубориза оғоз менамуданд.\r\nМунофиқони он вақт аз Худо натарсида, андешаи онро накарданд, ки бозгашти онҳо, дар охир, ба сӯйи Ӯ таъолост, балки аз тарси мусалмонон зоҳиран мусалмон гаштанд, то амон ёбанд, вале охирати худро ба боди фано дода, ботини худро бе имон нигоҳ доштанд.\r\nБинобар ин, сураи мазкур бисёр кирдорҳои зишти мунофиқонро фош месозад. Як одати бади онҳо он буд, ки бо овозаҳои дурӯғ ва миш-мишҳои бофтаи худ дар дили мусалмонон гумону шубҳа ворид намуда, имондории онҳоро заиф гардониданӣ мешуданд.\r\nМекӯшиданд ва то имкон доштанд дар дили мусалмонон яъс (ноумедӣ) пайдо кунонанд. Мунофиқон лонаи тамоми ахлоқи разила ҳастанд. Онҳо ба мисли риёкорӣ, фиребгарӣ, хиёнатгарӣ, дурӯғгӯӣ, дурӯягӣ, ваъдахилофӣ, фитнаандозӣ ва монанди инҳо хислатҳои пасту зишти инсонӣ доранд. Марази мунофиқӣ дар миёни кадом халқу уммате арзи ҳастӣ кардааст, мутаассифона, дарди бедавои ҳамон халқу уммат гардидааст.\r\nХонандаи азиз, боварӣ дорам то андозае дар бораи мунофиқон маълумоте ҳосил кардед, пас қиссаеро акнун аз ин боб шунавед.\r\nВақте ки ҳазрати Расулуллоҳ (с) бо қавми Мусталақ ғазо мекард, гурӯҳе ба хотири дарёфти молу чиз ба мусалмонон пайвастанд, ки онҳо мунофиқон буданд. Ғазо бо пирӯзии мусалмонон анҷом ёфт. Ҳангоми бозгашт ду  нафар яке аз қабилаи Қурайшӣ номи ӯ Ҷаҳҷаҳ  ва дигаре ансорӣ номаш Синон барои об байни ҳам низоъ карда, даст ба гиребони ҳамдигар заданд.\r\nАз зарби  мушти қурайшӣ рӯи ансорӣ хун шуд. Пас, ӯ бонг зад, ки эй хазраҷиҳо (ансориҳо), ҳастед? Агар ҳастед, ба кумаки ман шитобед. Ва Ҷаҳҷаҳ низ қурайшиҳоро ба ёрии хеш даъват намуд. Аз ҳарду гурӯҳ касони бисёре ҳозир гаштанд. Андаке монда буд, ки фитнаи бузурге ба вуқӯъ биёяд ва ин ду қавм бо ҳамдигар биҷанганд.\r\nГурӯҳе аз муҳоҷирони қурайшӣ пеши ин дасисаро гирифтанд. Ин хабар ба сарвари мунофиқони хазраҷӣ-Абдуллоҳ ибни Убай расид. Ӯ ба оташи фитнаи сарзада равған рехтанӣ шуда ба ҳазраҷиҳо гуфт: \"Ба Худо қасам, муносибати шумо бо қурайшиҳо панди пешиниёнро ба ёд меорад, ки гуфта буданд \"Агар сагатро фарбеҳ кунӣ, банди поятро мегазад\". Шумо худро худ ба ин аҳвол гирифтор кардаед. Ба онҳо хонаву дару молу макон додед ва онҳо қудрату тавонӣ пайдо карданду шумо заиф гаштед. Худкардаро даво нест!\r\nАкнун ба Худо қасам, агар шумо ӯро (Паёмбар (с)-ро кумак намекардед, ҳама аз ӯ барканор шуда мерафтанд. Ҳамин, ки ба Мадина расидем-гуфт Абдуллоҳ ибни Убай-азизшудагон хоршудагонро аз он ҷо хориҷ мекунанд\".\r\nДар аснои суханронии сарвари мунофиқон Зайд ибни Арқам, ки ҳанӯз ба балоғат нарасида буд, он ҷо ҳозир буд, хабари ин моҷароро ба Расули Худо (с) расонд.\r\nҲазрати Муҳаммад (с) чунин суханро шунид, Ибни Убайро назди худ хонд ва аз ин ҳодиса ӯро суол кард. Ибни Убай гуфт: \"Қасам ба зоте, ки Қуръонро ба шумо нозил кардааст, ман ҳеҷ гоҳ ину он нагуфтаам, ҳарчи Зайд гуфт дурӯғ гуфтааст.\".\r\nХулоса, мусалмононе, ки он ҷо ҳозир буданд, ақида карданд, ки сухани писар ноболиғро нашояд қабул кард. Расули Худо (с) ибни Убайро бахшид. Ансор бошанд,  Зайдро барои дурӯғ гуфтанаш маломат карданд.\r\nДар охир Аллоҳтаъоло бо нузули Сураи Мунофиқун дурӯғгӯии Ибни Убайро фош намуда, ҳақиқат будани суханони Зайдро тасдиқ сохт. Ин аст сабаби нузули ояти аввал ин сура.\r\nИнчунин дар ин сура аз додани нафақа ва муҳлати умри инсон сухан меравад.",
    "revelation_order": 104
  },
  {
    "id": 112,
    "number": 64,
    "name_arabic": "التغابن",
    "name_tajik": "Тағобун",
    "name_english": "At-Taghabun",
    "revelation_type": "Medinan",
    "verses_count": 18,
    "description": "Сураи мазкур чун дигар сураҳое, ки қаблан ба онҳо ошноӣ пайдо кардед, бо он оғоз мегардад, ки ҳама мавҷудоти олам аз Холиқи худ ба покӣ ёд мекунанд. Сипас, ситоиши Офаридгор бо чанд сифатҳояш зикр мегардад. Баъдан сухан аз аҳли имону аҳли куфр, инсонҳои қарнҳои гузашта ва зинда гардонидан баъди миронидан меравад.\r\nАллоҳтаъоло мардумро танҳо ба ибодати худ ва тоъати расули Худ Муҳаммади Мустафо (с) амр кардааст. Ва аз саркашӣ аз амрҳои худ ва аз фармудаи Ҳабибаш (с) манъ сохтааст. Дар ояҳои баъди Аллоҳтаъоло бо додани нафақа амр карда, фазилати хайру саховатро баён кардааст.\r\nХулоса, “Тағобун” сураест, ки мисли сураҳои дар Макка нозилшуда ақидаи мусалмононро муолиҷа карда, солиму дуруст мегардонад.\r\nАкнун чанд сухан доир ба сабаби нузули сураи мазкур: Муфассирон чунин ривоят кардаанд, ки гурӯҳе аз мардони Маккаи мукаррама Ислом оварда ирода карданд, ки ба ҳузури Расули Худо (с) ба Мадинаи мунаввара ҳиҷрат кунанд. Аммо занҳою кӯдакони онҳо онҳоро аз ин кори хайр манъ намуда гуфтанд: \"Мо ба исломдории шумо сабр кардем, локин тоқату бардошти фироқу дурии шуморо надорем\". Пас, онҳо аз райъи худ баргашта, аз савобу аҷри ҳиҷрат бебаҳра монданд. Ин буд якчанд сухани кӯтоҳ ва нопурра нисбати хулосаи сураи “Тағобун”. Иншоаллоҳ, зимни баррасии ояҳо ин сура фаҳмиши маъно васеътар мешавад.",
    "revelation_order": 108
  },
  {
    "id": 113,
    "number": 65,
    "name_arabic": "الطلاق",
    "name_tajik": "Талоқ",
    "name_english": "At-Talaq",
    "revelation_type": "Medinan",
    "verses_count": 12,
    "description": "Оид ба сабаби нузули сураи мазкура ривоятҳои гуногун аст. Имом Бухорӣ чунин ривоят мекунад, ки Абдуллоҳ ибни Умар (раз) занашро дар ҳолати ҳайз талоқ дод. Ин ҳодисаро ҳазрати Умар (раз) пеши ҳазрати Муҳаммад (с) зикр кард. Он ҳазрат (с) дар ғазаб шуда гуфт: \"Абдуллоҳ ояд ва аз қавлаш руҷӯъ кунад ва занашро то тоҳир (пок) шуданаш назди худ нигоҳ дорад. Бори дигар чун ҳайз бинад ва пок шавад агар талоқ лозим бошад, ҷимоъ накарда талоқи ӯро диҳад. Ин иддаест, ки риояи онро Худованди мутаъол амр кардааст!\".\r\nРивояти дигар аз Анас Ибни Молик (раз), чунин аст ки ҳазрати Расулуллоҳ (с) ҳамсараш Ҳафсаро талоқ дод ва ӯ ба хонаи падараш рафт, он гоҳ Худованди мутаъол ин сураро нозил кард. Яъне ба Расули Худо (с) ваҳйи илоҳӣ ба ин мазмун расида, ки Ҳафса аз ҷумлаи занҳои ту буда ва  дар ҷаннат низ  ҳамсари шумост.\r\nЧунин ривоят ҳам расида, ки Расулуллоҳ (с) руҷӯъ карданд, зеро Ҳафса як зани шабзиндадору бисёр вақт рӯзадор буд. \r\n        Ривоят аст, ки чун ояти \"Вал муталлақоту ятараббасна бианфусиҳинна салосата қуруъ\" (занҳои талоқшудаи ҳайзбинандаро идда 3-ҳайзи комил аст) нозил шуд, гурӯҳе аз саҳобагон аз Расули Худо (с) пурсиданд: \"Ё Расулаллоҳ (с), иддаи заноне, ки ҳайз намебинанд, чанд аст?\" Пас, ояте нозил шуд, ки иддаи заноне, ки аз ҷиҳати калонсолӣ ё хурдсолӣ ҳайз намебинанд, се моҳ аст. Валлоҳу аълам.\r\nТавре хонандагони гиромӣ огоҳӣ пайдо кардед, мавзӯъи сураи мазкур як масъалаи ниҳоят муҳим ва нозуки оиладорӣ- \"талоқ\"-ро дар бар гирифтааст. Инчунин дар мавриди риъояи \"идда\"-и занон, ки ҷоиз афтодан ё наафтодани талоқ ба он вобастагӣ дорад, баҳс меравад. Аллоҳтаъоло аз ҳадду ҳудуди он маълумот дода, риояи онро барои мусалмонон амр намудааст.\r\nИбтидои сура аз ҳукмҳои \"талоқи суннатӣ\" ва \"талоқи бидъатӣ\" баҳс мекунад.\r\nҲамчунин ончӣ, ки ба \"талоқ\" вобастагӣ дорад аз ҷумла \"идда\", \"нафақа\", \"сукно\" ва аҷри ширдиҳӣ ба кӯдак мавриди баррасӣ қарор гирифтааст.\r\nАгар чи \"талоқ\" назди Худованд, ҷалла ҷалалоҳу, як амали зишт ва ниҳоят бад аст, аммо имкони бо ҳам будани зану шавҳар вуҷуд надошта бошад, ба хотири гунаҳкор нашудан, онҳо метавонанд бо талоқ аз ҳамдигар ҷудо шаванд.\r\nИншоаллоҳ, аз тарҷума ва эзоҳи ин сура доир ба масъалаҳои хонадорӣ, талоқ, ъидда ва ғайра маълумоти бештаре пайдо хоҳед кард.",
    "revelation_order": 99
  },
  {
    "id": 114,
    "number": 66,
    "name_arabic": "التحريم",
    "name_tajik": "Таҳрим",
    "name_english": "At-Tahrim",
    "revelation_type": "Medinan",
    "verses_count": 12,
    "description": "Сураи мазкура якчанд масъалаҳои шариъатиро дарбар гирифтааст. Он суолҳо ва ҳукмҳое, ки ба хонадони набувват ва модарони муъминон, яъне завҷаҳои мутаҳҳар (пок)-ӣ ҳазрати рисолатпаноҳ Муҳаммади Мустафо (с) вобастагӣ дорад, муолиҷа намудааст, ки барои ҳар як хонадону оилаи муслим ва муслима намунаи ибрат ва нусхаи комил ба ҳисоб меравад.\r\nИбтидои сура аз он сухан мекунад, ки ҳазрати Расулуллоҳ (с) барои ризоят ва рағбати баъзе завҷаҳои покаш канизаш Морияи Қибтияро (яке аз ҳамсарони Расули Худо (с), ки ба тариқи ҳадя аз тарафи подшоҳи Миср омада буд) бар нафси худ ҳаром кард ва муоширатро бо ӯ манъ намуд. Ин боиси он гардид, ки Расули Худо (с) мавриди итоби Аллоҳтаъоло қарор гирифт.\r\nБаъдан сухан аз он сирре, ки Расулуллоҳ (с) ба яке аз завҷаҳояш гуфта буд ва завҷааш онро ошкор сохт ва ин боис ба носозгории завҷаҳои Расули Худо (с) ва худи ӯ (с) гардида буд, меравад. Ояти дигар рашке, ки байни завҷаҳои пок ҷой дошт, танқид карда нодурустии онро баён кардааст. Ҳамчунон Аллоҳтаъоло қиссаи зани кофираву шавҳари муъмин ва шавҳари кофиру зани муъминаро мисол овардааст.\r\nДар охир тавре дар шарҳи сураҳои қаблӣ ишора рафт, сухан аз он меравад, ки ҳеҷ кас аз пайвандон ва наздикон барои инсон дар охират наҷотдиҳанда шуда наметавонанд. Дар он рӯз танҳо имону амалҳои солеҳ барои наҷоти бандаи Худо сабаб шуда метавонад.\r\nИн буд нигоҳе мухтасар аз мундариҷа ва мазмуни сураи мазкур.",
    "revelation_order": 107
  },
  {
    "id": 115,
    "number": 67,
    "name_arabic": "الملك",
    "name_tajik": "Мулк",
    "name_english": "Al-Mulk",
    "revelation_type": "Meccan",
    "verses_count": 30,
    "description": "Ин сураест ки ақидаро муолиҷа мекунад. Сураи “Мулк” се мақсади асосиро дар бар мегирад. Якум исботи бо азамат будани Аллоҳтаъоло ва қудраташ ба зинда гардонидан ва миронидан, дуюм барпо кардани бурҳонҳо ва далелҳо бар ваҳдонияти Раббилоламин, севум баёни оқибати кори онҳое, ки боз аз нав зинда гардониданро дурӯғ мепиндоштанд.\r\nДар аввали сураи мазкур омадааст, ки ҳамаи мулку ҳукмдорӣ дар тасарруфи Ӯ таъолост. Яъне Аллоҳтаъоло тасарруфи ҷамии махлуқотро чи дар Замин ва чи дар осмонҳо комилан дар тасарруфи худ дорад, ҳамаи ашё  ба фармони Ӯст. Ӯ ҳама ашёро аз адам (нестӣ) пайдо карда, баъзеро соҳиби ҷон кардааст. Онҳоро мемиронад ва боз аз нав дар қиёмат зинда мегардонад.\r\nБаъдан дар бораи офаридани ҳафт табақаи осмон ва зинат додани онҳо ба ситораҳои дурахшанда, ки ба қудрату тавоноии Аллоҳтаъоло далолат мекунанд ишора шудааст. \r\nДавоми сура баён месозад, ки Дӯзах чун муҷримонро мебинад ба қаҳру ғазаб меояд ва ғазаби он чунон шиддат мегирад, ки ба ҷӯш меояд ва қариб аст, ки қисме аз Дӯзах баъзеи дигарашро бихӯрад. Ин ҳушдорест барои душманони Худо. Инчунин бозгашти куффор ва муъминон ба сӯйи Худо ёдрас мешавад. Ин масъалаест, ки пайи дар пайи дар Қуръони маҷид таъкид гардидааст.\r\nХотимаи сура аз ашхосе сухан мекунад, ки даъвати расули Худо (с)-ро дурӯғ пиндошта, орзу мекарданд, ки тезтар марги Расулуллоҳ (с) фаро бирасад, то аз ӯ раҳо ёбанд. \r\nСураи мазкурро \"сураи нигоҳдоранда\" ва \"наҷотдиҳанда\" ҳам мегӯянд. Зеро як фазилати сураи “Мулк” ҳамин аст, ки ҳар касе аз он панд бигирад ва ба он амал бикунад, ӯро аз азоби қабр наҷот медиҳад. Дар ин мазмун Имом Тирмизӣ (раҳ.) аз Пайғамбари Худо (с) ҳадиси мазкурро ривоят мекунад, ки (ҳиял мониъату  ва ҳиял мунҷияту тунҷи мин ъазобил қабри), яъне сураи “Мулк” монеъ (наҷотдиҳанда) аз азоби қабр аст.",
    "revelation_order": 77
  },
  {
    "id": 116,
    "number": 68,
    "name_arabic": "القلم",
    "name_tajik": "Қалам",
    "name_english": "Al-Qalam",
    "revelation_type": "Meccan",
    "verses_count": 52,
    "description": "Қалам сураест, ки асли ақидаву имонро дар бар гирифта аст. Он се мавзӯи асосиро ёдрас ва рӯшан мегардонад. Авал ҳоли баъзе пайғамбарону, даъвати онҳоро ва ҳоли кофарону ба шубҳа назар кардани онҳо ба сӯйи фиристодагони Худоро баён месозад. Дувум қиссаи соҳибони боғро, ки мурод аз он оқибати куфр ва  эътибори инсон бо он чи ки Худованд дар охират барои муъминон ва кофарон муҳайё сохтааст ба маърази хонанда мегузорад. Севум исботи пайғамбари барҳақ будани ҳазрати Муҳаммад (с)-ро зикр мекунад. Ҳамчунин дар ин сура аз қадру қиммати пайғамбарон ва пок будани онҳо аз айбҳое, ки мушрикон ба онҳо мебастанд ва соҳиби ахлоқи олӣ будани пайғамбарон таъкид мешавад. Баъдан сухан аз мушрикони Макка меравад, ки бо вуҷуди неъматҳое, ки Аллоҳтаъоло ба онҳо додааст ношукрӣ мекунанд. Дар хотимаи сура Ҳақ субҳона ва таъоло Пайғамбари Худ (с)-ро ба сабру шикебоӣ даъват намуда, ба ӯ фармудааст, ки мисли ҳазрати Юнус (а) дар иҷрои вазифаи худ ба саросемагӣ ва шитобзадагӣ роҳ надиҳад.\r\nИн буд назари кӯтоҳе аз мундариҷаи сураи Қалам.",
    "revelation_order": 2
  },
  {
    "id": 117,
    "number": 69,
    "name_arabic": "الحاقة",
    "name_tajik": "Ҳоққа",
    "name_english": "Al-Haqqah",
    "revelation_type": "Meccan",
    "verses_count": 52,
    "description": "Ин сура чун сураҳои қаблӣ буда, барои собит кардани имон ва ақида нигаронида шудааст. Инчунин шарҳи қиёмат, даҳшати он, шиддати охират ва хабари дурӯғпиндоштагони он рӯзро мисли қавми Од, Самуд, Лут(а), Фиръавн ва Нӯҳ (а) зикр гардидааст. Аллоҳтаъоло дар он аҳволи одамони некбахту бадбахтро баён кардааст. Аммо меҳвари асосии сура ин исботи сидқи Қуръони азимушшаън, ин каломи Ҳакиму Алим ва пок будани Расулуллоҳ (с) аз иттиҳоми аҳли залол мебошад.\r\nСураи карима бо \"қиёмат\" оғоз ёфта аҳволи куффор  (боварнакунандагони он) ва вақти иқоби аҳли куфр ва инодро дар он рӯз хотиррасон мекунад. Баъдан шарҳи аҳволи ашёи олам - осмону замину кӯҳҳо дода мешаванд. Аз лаҳзаи тақсими номаҳои аъмол ва намуду сурати чеҳраи номагирон низ хабар дода мешавад. Дар ин сура гуфта мешавад, ки фиристодаи Худо (с) ба амонат хиёнат накарда, ҳама ояҳои нозилшударо бе каму кост ва бе илова ба мардум расонидааст. Дар охири сураи карима гуфта мешавад, ки Қуръон барои муъминон раҳмат ва барои кофирон ҳасрат аст.\r\nИнак тарҷума ва шарҳу эзоҳи оёти сураи “Ҳоққат” ба маърази шумо хонандагони гиромӣ иншоаллоҳ пешкаш мегардад:",
    "revelation_order": 78
  },
  {
    "id": 118,
    "number": 70,
    "name_arabic": "المعارج",
    "name_tajik": "Маориҷ",
    "name_english": "Al-Ma'arij",
    "revelation_type": "Meccan",
    "verses_count": 44,
    "description": "Дар ин сура ақидаи Исломӣ муъолиҷа ёфта, дар он ҳадиси қиёмат ва ҳолати он, рӯзи охирату он чи дар он мегузарад аз машаққату роҳат, аҳволи мӯъминину муҷримин дар дори ҷазо ва хулд (ҳамешагӣ) зикр мешавад. Инчунин аз куффори Макка, ки баъсу нушурро инкор карда, Расулуллоҳ (с)-ро масхара мекарданд сухан меравад.\r\nСураи мазкур аз даъвати расули Худо (с) оғоз гардида, дар он омадааст, ки чун Расулуллоҳ (с) аҳли Маккаро аз азоби қиёмат бим медод, онҳо ба ҷойи панд гирифтан туғён намуда ӯ (с)-ро мазоҳ мекарданд. \r\n  Аз табиати инсоне, ки чун ба хубӣ ноил гардад ба қадраш намерасад, чун андаке сахтӣ бинад шикоятро оғоз мекунад низ сухан меравад. Инчунин Ҳақсубҳонаҳу ва таъоло дар ин сура сифату фазилату ахлоқи муъминонро ёдрас кардааст. Ҳамчунин савобу подоше, ки  барои онҳо омода карда шудааст ва сифати наъими Ҷаннатро низ баён намудааст. Аллоҳтаъоло барои ин сура бо назардошти якравии кофирони Макка бо савганд барпошавии Қиёмат, аз нав зиндагардонидан ва бо ҳисобу ҷазоро таъкид кардааст.",
    "revelation_order": 79
  },
  {
    "id": 119,
    "number": 71,
    "name_arabic": "نوح",
    "name_tajik": "Нӯҳ",
    "name_english": "Nuh",
    "revelation_type": "Meccan",
    "verses_count": 28,
    "description": "Сураи Нӯҳ чун сураҳои пешина, ки шарҳи худро ёфтанд, асосан, масъалаи комил намудани ақидаи Исломӣ ва асосҳои имонро дар бар мегирад.\r\nДар сураи мазкур қиссаи шайхуланбиё ҳазрати Нӯҳ (а) аз ибтидои даъват то ба вуқӯъ омадани туфон ва ғарқ гардидани муказзибин (дуруғгӯ шуморандагони пайғамбарон)-ро дар бар мегирад.\r\nОдатуллоҳ чунон ҷорӣ шудааст, ки дар замонҳои мухталиф бар сари умматҳое, ки аз даъвати Ӯ таъоло бе далелу бурҳон худро як сӯ гирифтанд, балоҳои ғайри чашмдошт фурӯ рехта аст. Ин гуна ҳодисаҳо ва оқибати кори расулон дар ин сура баёни худро ёфтааст.\r\nБарои дарки сура мо тасмим гирифтем, ки қиссаи ибратбахши ҳазрати Нӯҳ (а)-ро, ки барои ба роҳи рост ҳидоят намудани қавмаш ҷонбозиҳои беназир нишон дод, вале он бадбахтон аз ҷаҳолатӣ хеш рӯгардон нашуданд, ба таври мухтасар пешкаши хонандаи гиромии каломи раббонӣ намоем.\r\n\r\nҚИССАИ ҲАЗРАТИ НӮҲ (А):\r\nОфаридгори оламу одам ва ҳама соҳибони дам -ҳазрати Раббулъиззат Одам Ато (а)-ро аз ҷаннати анбарсиришт ба замини дунё поин овард. Чун Худованди таборак ва таъоло ба фарзандони ӯ (а) файзу баракот арзонӣ дошт, рӯз ба рӯз дар рӯйи Замин шумори онҳо зиёд гардида, кору зиндагӣ менамуданд. Ҳамаи онҳо ба дине, ки Одам (а) дошт, эътиқодманд буданд ва Худои ягонаро парастиш мекарданд. Иблис (алайҳи лаънаҳ), ки барои аз роҳ задани фарзандони Одам (а) савганд ёд карда буд, инро дида беқарор гашт. Ин буд, ки ба тадриҷ бо васвасаи шайтон фарзандони Одам (а) ба парастиш ва ибодати буту санам пардохтанд. Аммо дар байни онҳо нафарони худотарсу тақводор кам набуда мардумро ба роҳи дуруст ҳидоят мекарданд. Чун онҳо олами фониро падруд гуфтанд, шайтон ба миёни боқимондаҳо омад ва чунин як \"мавъиза\"-ро барои онҳо бо шайтанати худ гуфт: \"Агар шумо гӯед, ки мо бандаҳои солеҳи вафоткардаро дӯст медорем ва онҳоро ба некӣ ёд мекунем, гӯед то суратҳои онҳоро бикашанд ва пагоҳу бегоҳ ба сӯйи онҳо назар андозед гӯё ки худи онҳоро дидаед\". Ба шунавандагон ин панди дурӯғини шайтон писанд омад. Аввал суратҳо кашида, гузаштагонашонро ёддоварӣ менамуданд. Сониян он суратҳоро ба барои авлоди ояндаашон ҳайкалу муҷассамаҳо табдил доданд ва барои \"зиёрати\" онҳо ибодатгоҳҳо сохтанд. Ҳамчунин рафта - рафта онҳоро дар кулбаҳои худ низ мегузоштанд. Онҳо хуб дарк мекарданд, ки аз ин суратҳо ва ҳайкалҳои хушку беҷон суду зиёне воқеъ намешавад, аммо ин \"тасвири фалон солеҳ аст\" - гуфта, онро ҳурмат мекарданд. Солҳо ҳамин тариқ сипарӣ мешуд ва эҳтироми буту санам зиёдтар мегардид. Ҳар солеҳе, ки аз олам мерафт, аз паси ӯ ҳайкалаш сохта мешуд. Аз ин ҷо авлоди онҳо дар назди ҳайкалҳои бобоҳои худ дуъо карда, ба воя расиданд. Рафта - рафта, ба таъзиму саҷдаи онҳо пардохта аз онҳо ёрию мадад мепурсидагӣ шуданд. Ҳамин тавр бутпарастӣ ривоҷ ёфт. Парастиш ва ибодати Худои ягонаро яксӯ гузошта, ба саҷдаи бутҳои аз чӯбу гилу санг сохташуда пардохтанд.Ин гуноҳе буд басо азим ва набахшиданӣ. Ба хотири ба роҳи рост ҳидоят намудани ин қавми гумроҳшуда Худованд аз миёни онҳо ва барои худи онҳо Пайғамбар фиристод. Ба андешаи мо ҳикмати аз миёни онҳо расул интихоб кардани Аллоҳтаъоло дар ин аст, ки аз миёни он қавм бошаду аз он диёр бо онҳо ошност, ин аз манфиат холӣ нест. Агар аз миёни фариштагон мебуд одамон баҳона пеш меоварданд, ки ӯ фаришта аст ва ӯро ҳеҷ гуна нафсе нест. Аз ин хотир аз имкон берун набуд, ки ӯро гӯш накунанд. Он чи гуфтем ин фикри мо буд, сирри Худовандро Худо худаш медонад. Ҳарчанд, ки дар миёни мардум соҳибсарватҳо зиёд буданд, Аллоҳтаъоло ҳазрати Нӯҳро, ки дорои хислатҳои ҳамидаи парҳезгорӣ, амонатдорӣ, ростгӯӣ, ҳалимӣ ва хушрафторию накӯкирдорӣ машҳур буд  ба пайғамбарӣ интихоб намуд. Аллоҳтаъоло ба он зоти пок ваҳй фиристода фармон дод, ки мардумро ба сӯйи Худои ягона ва дини ростин даъват намояд. Ҳазрати Нӯҳ (а) ба мардум эълон дошт, ки ман фиристодаи Худоям ва барои даъвати шумо омадам. Инро шунида гуфтанд: \"Ин аз кай боз пайғамбар шуда бошад то дирӯз миёни мо буд-ку?\" Аммо мутаккабирон аз дороии худ фахр карда гуфтанд: \"Аллоҳтаъоло дигар касро наёфт, ки як қашшоқро пайғамбар карда фиристодааст, чӣ дигарон мурда буданд?\" Баъзеи дигар ақида доштанд, ки Нӯҳ (а) бо ин рафтораш даъвои обурӯ ва сарвариро мекунад ва ғайра.\r\nНӯҳ (а) бошад даъвати худро идома медод. Онҳоро ба имон ба Худо, ибодати Ӯ таъоло ва тарк кардани бутпарастӣ мехонд. Як гурӯҳи ангуштшумор даъвати ӯро пазируфтанд. Онҳо ашхосе буданд, ки аз касби ҳалол ризқ мехурданд. Боқӣ бошад суханҳои бемаънӣ аз қабили \"мо бо пойлучон намепайвандем\"-ро бисёр мегуфтанд. Тӯли 950 сол ҳазрати Нӯҳ (а) ин қавми саркашро даъвати дини Ҳаққ намуд, вале онҳо аз гумони хеш канор намонданд. Аз тарафи Аллоҳтаъоло ба ӯ илҳом омад, ки ба ҷуз онҳое, ки имон оварданд, дигар касе имон намеорад. Бо вуҷуди ин ҳазрати Нӯҳ (а) аз даъвати қавмаш рӯй нагардонид. Гумроҳшудагон гуфтанд: “Ту бо мо бисёр кашмакаш кардӣ, агар суханат рост бошад азоби ваъдакардаатро биёр!” Нӯҳ (а) бо шунидани ин сухан умедашро аз имон овардани қавмаш канда, дар ғазаб шуд ва гуфт: “Парвардигоро, дар рӯйи Замин ягон кофирро магузор!” Худованд ин дуъоро қабул кард. Худованди мутаъол ба ҳазрати Нӯҳ (а) иродаи худро зоҳир сохт, ки ӯ ва гурӯҳи имоновардаҳо наҷот ёфта, дигарон ҳама ғарқ хоҳанд шуд. Ба пайғамбар (а) амр шуд, ки киштие бисозад. Чун он зот корро сар кард қавми гумроҳ бо истеҳзо аз ӯ мепурсиданд: \"Эй Нӯҳ, аз кай боз дуредгар шудаӣ? Мо ба Шумо нагуфта будем, ки бо ин пойлучон магардед? Ин кема ба куҷо меравад? Ба кӯҳ ё ба саҳро?” Аммо Нӯҳ (а) сабр меварзид ва кори худро идома медод. Дар ҷавоби фосиқон мегуфт, ки имрӯз шумо моро масхара мекунед, мешавад рӯзе, ки мо ба ҳоли шумо бихандем. Ваъдаи Худованд дар амал ба вуқӯъ омад. Ба Нӯҳ (а) амр шуд, ки аҳлу аёл ва муъминҳою муъминаҳо, ҳамчунин аз ҳама ҳайвонот аз рӯйи ҷинс як ҷуфтӣ ҳамроҳи худ гирифта дохили киштӣ шавад. Зеро ваъда амалӣ мешавад ва ҳеҷ ҷонзоде дигар боқӣ нахоҳад монд. Ҳазрати Нӯҳ (а) писаре дошт, ки ҳамнишини кофарон буд. \"Аз аҳли манаст\" - гуфта пайғамбар (а) хост ӯро ҳамроҳ гирад, аммо Аллоҳтаъоло иҷоза надода гуфт, ки ӯ аз аҳли ту нест! Касе ки имон надорад, агар фарзанди пайғамбар бошад ҳам амон намонад. Пас, борони пайи дар пайи борид ва сатҳи об аз Замин торафт боло мешуд. Он ба тӯфон табдил ёфта, тамоми оламро фаро гирифт. Ҳама, аз ҷумла писари набии Худо низ ба ҳалокат расиданд. Киштии ҳазрати Нӯҳ (а) баъди паст шудани об болои куҳе қарор гирифт. Ҳазрати Нӯҳ (а) ва пайравонаш сиҳату саломат бар Замин омаданд ва зиндагӣ дубора дар он оғоз гардид.\r\nИн буд мухтасаран қиссаи ҷонгудози ҳазрати Нӯҳ (а). Барои маълумоти бештар пайдо кардан ба китобҳои қисас ва тафсирҳои муътабар муроҷиат шавад.",
    "revelation_order": 71
  },
  {
    "id": 120,
    "number": 72,
    "name_arabic": "الجن",
    "name_tajik": "Ҷин",
    "name_english": "Al-Jinn",
    "revelation_type": "Meccan",
    "verses_count": 28,
    "description": "Ин сура ваҳдоният, рисолат, баъс, ҷазо, тасдиқи Паёмбар, эътиқод ба Худои ягона, раҳоӣ аз хурофот ва дигар масъалаҳои муҳимро фаро гирифтааст. Аммо масъалаи асосие, ки дар маърази диққати хонанда гузошта шуда аст, мисли масоили дар боло зикршуда ҳамчу рукне аз дин донистшуданаш зарур аст, ин боварӣ ба ҳастии як махлуқи Худо Ҷин аст. Барои дарки мақсади асосии сура аввал зарур аст, ки як маълумоте дар бораи ҷинҳо дошта бошем. Ҷин чӣ гуна махлуқ аст? Мекӯшем ба изни Худованд андаке бошад ҳам ба ин суол посух бигӯем. То нузули Қуръон арабҳо ҷинҳоро \"худои норавшан ва нозоҳир\" пиндошта, ба онҳо эътиқод доштанд. Фасодии эътиқоди онҳо дар ин буд, ки мегуфтанд: \"Наслу насаби ҷинҳо ба Худо рафта мерасад\". Ҳамчунин \"Ҷинҳо аз ғайб хабардоранд ва аз Осмон хабар оварда ба фолбинону мунаҷҷимон мерасонанд\"-гуфта боварӣ доштанд. Ба ин ақида онҳо худро мушрик сохтанд. Сураи Ҷин ин эътиқоди фосидро рад месозад. Инчунин ҳадиси расули Худо (с) аст: \"Касе ба назди фолбин, мунаҷҷим равад ва ба гуфтаи онҳо эътиқоду бовар кунад бар Муҳаммад (с) нозилшударо кофир аст\" яъне Қуръонро. Дар ҳақиқат илми ғайб назди Худованд аст ва онро танҳо  Худаш медонад.\r\nДигар ақидаи фосиди арабҳо ин буд ки мегуфтанд: \"Ҳукми ҷинҳо дар рӯйи Замин даргузар аст\" Чӣ хаёли хому ботил! Агар яке аз араб ба ҷое маълум рафта хоб карданӣ мешуд, \"Аз ҷине, ки соҳиби ин маконаст паноҳ мепурсам\"-гуфта дуъо мекард. Мутаассифона, дар замони мо чунин бидъату хурофотҳо зиёд гашта, бисёриҳо ба ин эътиқоди фосид побанд гаштаанд. Охир модоме, ки худро мусалмон ва соҳиби имон медонӣ, пас тамоми некию бадиро аз ҷониби Худованд бояд донист! Яке аз рукнҳои имон ҳам ҳамин аст.\r\nДар баробари ин чи дар гузашта ва чи дар ҳозира афроде дида мешаванд, ки умуман ҳастии ҷинҳоро инкор мекунанд. Ба ин фикранд, ки ҷинҳо вуҷуд надоранд ва он чи дар нисбати онҳо гуфта мешавад ҳама сухани бофтаю тофтаю сохтааст! Ҳақиқати инро чун дигар масоил Исломи азиз мекушояд ва ҷинҳоро махлуқи Худо медонад. Дар ҳақиқат ҷинҳо вуҷуд доранд ва онҳоро Худованд аз оташ халқ кардааст. Ҷинҳо аз назар пинҳонанд, онҳоро дида намешавад, вале дигар ашёро дидани онҳо мумкин аст. Дар байни ҷинҳо мисли инсонҳо муъмину кофиру тавонову заифу донову нодону ҳалиму золиму содда ва ғайра ҳаст. Онҳоро низ рӯзи охират ҳисобу китобу ҷазову подошу мукофот хоҳад буд. Муъминонаш аз Ҷаннат ва кофиронаш аз Дӯзах макон хоҳанд ёфт. Бо нузули Қуръон онҳо аз бисёр ҳунарҳои худ маҳрум монданд. Дар ибтидои Ислом ҷинҳо ба Осмон баромада, аз сӯҳбати малоикаҳо дуздида ба фолбинону мунаҷҷимон хабар меоварданд, ки фалону фалон хоҳад шуд. Роҳи онҳо бо рисолати Паёмбари охируззамон (с) ба сӯйи Осмон баста шуд. Чун қасди Осмон мекарданд аз шиҳоби ситораҳо сӯхта нест мешуданд. Онҳо ба андеша афтоданд, ки чӣ боис гашта, ки ба мо чунин ҳодиса рӯйи медиҳад. Баъзе аз онҳо гуфтанд, ки шояд дар олам табадуллоти бузурге ба вуқӯъ биёяд. Машварат оростанд, ки аз Машриқ то Мағриби олам тафтиш карда шуда сабаби ин ҳодиса маълум карда шавад. Вақте ки гурӯҳи иборат аз 7 нафараи ҷинҳо ба Насибийн ном мавзеъ расиданд, ба гӯши онҳо садои Қуръон тиловат кардани Расулуллоҳ (с) расид. Чун ба каломи раббонӣ гӯшу ҳуш доданд, тасдиқ карданд, ки ҳамин суханон роҳи онҳоро ба сӯйи осмонҳо бастааст…\r\nДар ин асно Аллоҳтаъоло ба Ҳабибаш (с) сураи “Ҷин”-ро ваҳйи фиристод.\r\nҶинҳое, ки тиловати Қуръонро шуниданд, аз он мутаасир гашта, ба қалбҳои онҳо имон манзил ёфт. Ба сӯйи қавми хеш пас гашта, онҳоро ба имон овардан ба Худои ягона даъват намуданд.\r\nАминем, ки маълумоти бештарро хонандаи мухлис дар рафти шарҳу тафсири ин сураи карима ҳосил хоҳад кард.",
    "revelation_order": 40
  },
  {
    "id": 121,
    "number": 73,
    "name_arabic": "المزمل",
    "name_tajik": "Муззаммил",
    "name_english": "Al-Muzzammil",
    "revelation_type": "Meccan",
    "verses_count": 20,
    "description": "Сураи мазкур як паҳлӯи ҳаёти бузурги Расули Худо (с)-ро барои хонанда рӯшан месозад. Сура бо нидо ва хитоби Аллоҳтаъоло ба сӯйи Пайғамбари охирӯззамон ҳазрати Муҳаммад (с) ибтидо шуда, фармон медиҳад, ки барои қабули ваҳйи илоҳӣ бо қиёми лайл (намози таҳаҷҷуд) омодагӣ бигирад. Ҳамчунин ба ӯ (с) гуфта мешавад, ки дар интихоби миқдори қиёми лайл ихтиёр дорад. Баъдан ишора мегардад, ки ба сӯйи ӯ (с) каломи вазнин ва вазифаи душвор вобаста карда мешавад. Инчунин ба расули Худо (с) гуфта мешавад, ки дар ҷамиъи корҳо ба Худои ягона таваккал кунад. Ҳамчунин дар ин сура зикри он меравад, ки Расулуллоҳ (с) дар роҳе, ки пеши ӯ гузошта мешавад ба сахтиҳо рӯ ба рӯ меояд, бинобар ин сабру таҳаммулро аз даст надиҳад. Баъдан сухан дар бораи дурӯғпиндорандагон ва азобу иқоби онҳо дар охират меравад. Дигар масоилро хонандаи мухлис иншооллоҳ дар рафти шарҳи оёти ин сура  хоҳӣ донист.",
    "revelation_order": 3
  },
  {
    "id": 122,
    "number": 74,
    "name_arabic": "المدثر",
    "name_tajik": "Муддассир",
    "name_english": "Al-Muddathir",
    "revelation_type": "Meccan",
    "verses_count": 56,
    "description": "Сабаби нузули ин сураи каримаро Ҷобир ибни Абдуллоҳ ва дигар ровиён чунин ривоят кардаанд: “Ҳангоме ки мушрикини қабилаҳои Қурайш бо ҳам омада маслиҳату машварат оростанд, ки Пайғамбар (с)-ро аз даъвати инсонҳо ба сӯйи динаш манъ месозанд, Расули Аллоҳ (с) аз ин дар ғаму ғусса афтода, худро бо либосҳояш печонида, дар сурати хоб худро орост. Он замон ҳазрати Ҷабраил (а) омада бори дигар ба ӯ (с) гуфт: \"ё аюҳал муддассир\" яъне - \"эй марди ҷома бар худ печида\" гӯё ба ӯ гуфт, ки бархез омодаи қабули ваҳйи илоҳӣ шав!\r\nТавре пайи бурда мешавад ин сураи карима баъзе паҳлуҳои шахсияти мубораки Он ҳазрат (с)-ро рӯшан месозад. Бори дигар Аллоҳтаъоло таъкидан ба Ҳабибаш мефармояд, ки мардумро ба сӯйи Худои ягона бихонад. Дар муқобили ихтилоф, изо, таҳқир, маломат ва дигар муносибатҳои зишти онҳо сабру таҳаммул кунад ва бо ҷиддият онҳоро аз азоби омаданӣ ҳушдор дода онҳоро битарсонад. Он азоберо, ки дар рӯзи қиёмат барои онҳо Худованди бар ҳама қодиру тавоно муқаррар кардааст ба онҳо бифаҳмонад.\r\nҲамчунин дар ин сура ба Валид ибни Муғира, ки каломи раббонӣ будани Қуръонро ба яқин донисту вале ба хотири обрӯй ва мансаби хеш ба роҳи нодуруст рафта гумроҳ шуд, ишора меравад. Баъдан сухани Аллоҳтаъоло сари аҳволи Дӯзах, посбони пурқуввати он ва фариштаҳои азобдиҳанда бо ишораи адади онҳо меравад. Макони  даҳшатовар будани ҷаҳаннамро Аллоҳтаъоло бо савганд хӯрдан ба Маҳтобу субҳ таъкид месозад…",
    "revelation_order": 4
  },
  {
    "id": 123,
    "number": 75,
    "name_arabic": "القيامة",
    "name_tajik": "Қиёмат",
    "name_english": "Al-Qiyamah",
    "revelation_type": "Meccan",
    "verses_count": 40,
    "description": "Сураи Қиёмат тавре, ки аз номаш маълум аст аҳволи рӯзи Қиёмат яъне зинда гардонидани баъд аз миронидан, ҳисобу китоби аъмоли бандаҳо ва мувофиқи он ҷазо ё мукофот гирифтани онҳоро баён мекунад. Дар сура ба сахтиву ҳавлу даҳшати он рӯз эътибори зиёд дода шудааст. Аллоҳтаъоло ба рӯзи Қиёмат ва нафси маломатгар савганд хӯрда, баъс - яъне пас аз мурдан зинда гардониданро бори дигар таъкид месозад, ки он бешакку шӯбҳа ҳақ аст. Баъдан баъзе аз аломатҳои он рӯзи пуртаҳлука аз қабили сиёҳ шудани моҳтоб ҳайрон мондани чашмҳо ва ҷамъ кардани халоиқ барои ҳисоби аъмолашон ва гирифтани ҷазо ё мукофоти онҳо ёдрас мешавад. Сура таъкид мекунад, ки дар охират мардум ба ду гурӯҳ тақсим мешаванд, ки яке мардуми \"суъадо\" (саодатманд) ва дигаре \"ашқиё\" (бадбахт) мебошанд. Рӯйҳои суъадо пур аз нур буда, ба сӯйи Раббулҷалил назар мекунанд ва ашқиё бошанд баръакс рӯйҳояшон тира буда, бисёр хору залиланд. Ҳамчунин дар сура омадааст, ки чун мавти инсон фаро мерасад, ҳама ғаму ғуссаи аз ёдаш фаромӯшшудаи баъди мавтро пайи мебарад. Дар охир Аллоҳтаъоло бо далели ақлӣ рӯзи маҳшар ва зинда гардонидани баъд аз мирониданро исбот мекунад.\r\nИн буд мухтасаран мундариҷаи сураи Қиёмат.",
    "revelation_order": 31
  },
  {
    "id": 124,
    "number": 76,
    "name_arabic": "الانسان",
    "name_tajik": "Инсон",
    "name_english": "Al-Insan",
    "revelation_type": "Medinan",
    "verses_count": 31,
    "description": "Сураи мазкур дар ҷузъи 29-уми Қуръон ягона сураест, ки дар Мадина нозил шудааст. Дигар ҳамаи сураҳои боқимондаи ин пора дар Маккаи мукаррама ба расули Худо (с) ваҳй гардидаанд. Чун сураи қаблӣ баён аҳволи рӯзи қиёмат дар ин сура низ мавқеи махсус дорад. Саволе ба миён меояд, ки чаро масъалаи аҳволи рӯзи қиёмат дар китоби Худо дар ҳар як сура қариб такрор мегардад? Ҷавоб аввал ин аст, ки иродаи Худоро худаш медонад. Сониян мо даъвои ҷилва додани илми хеш надошта ва худро доно ҳам наметарошем, зеро бар ҳама чиз Худо донотар аст, вале бо ақлу фаросате, ки он Зоти пок бар мо насиб кардааст пеш аз мо муфассирони узом, уламои воломақом дарёфтаанд ва мо ҳам аз онҳо ҷонибдорӣ мекунем, ки ин такрори пайи дар пайи ба хотири бовар кунонидани бандаҳои саркаш будааст, ки шояд аз таъкиди зиёд қалбҳои аз ҷаҳолат чун санг гардидаи онҳо нарм гардаду ба худ оянд ва ҳақро аз ботил ҷудо карда тавонанд. Бубинед агар ба касе ягон кори муҳиммеро супориш бидиҳед гаштаю баргашта ба ӯ мефаҳмонед, ки ҳатман ҳамин амрро иҷро кун! Боз аз ёдат набарорӣ! Бо гузаштани лаҳзае боз аз он супориш ёдрасаш мекунед ва ҳоказо. Монанди ҳамин он масъалаҳое, ки дар китоби Худо батакрор таъкид мегарданд, аз ҷумлаи муҳимтарин ва умдатарин паҳлуҳои дини ростини Исломанд. Гузашта аз ин, Аллоҳтаъоло бар ҳама чиз воқифу огоҳу бохабар аст. Чун якравии мушрикони Макка дар инкори китоби Худо, рисолати расули Худо (с), баъс, омадани қиёмат ва дигару дигар торафт зиёдтар мегашт, Аллоҳтаъоло ҳамон андоза бар Расулаш (с) ваҳй мефиристод, ки онҳоро ба сӯйи дини ҳаққ гаштаю баргашта талқин кун, шояд ба худ оянд. Аз ҷониби дигар ин таъкид аз он ҷиҳат аст, ки Аллоҳтаъоло бе бурҳону ҳуҷҷату далел бандаашро ба аҳли суъадо (накукорон) ё тоифаи ашқиё (бадкорон) буданаш ҳукм намекунад. Такрори ин гуна масъалаҳо дар Қуръон аз сӯйи Худованд барои муттаҳам сохтани фуҷҷор (гунаҳкорон) дар рӯзи қиёмат худ як ҳуҷҷат аст.  Аллоҳтаъоло дар он рӯз ба онҳо хоҳад гуфт: “Оё Мо дар Қуръоне, ки ба расуламон Муҳаммад (с) нозил намудем ва барои зиндагии шумо дастуре буд, гаштаю баргашта такрор накардем, ки қиёмат омаданисту баъсу нушур ҳаққ аст ва ҳисоби аъмол ҳатман сурат мегирад!? Ту аз ин таъкидҳои Мо панд набардоштӣ, мутаассир нагаштӣ? Балки саркашӣ кардию аз пайи ҳавойи нафси хеш рафтӣ? Боз туро ҳушдор додем, ки бозгашти ояндаи ту ба сӯйи Мост, вале инро ҳам инкор кардӣ. Акнун, ки аз фармони Мо сар кашидӣ ҷазои ту нори ҷонсӯзи Ҷаҳаннам аст”… Аз он рӯзҳое, ки Қуръони азимушшаън ба Пайғамбари охируззамон нозил гардид наздик зиёда аз 14 қарн паси сар шуд. Ислом ба саросари олам доман паҳн кард. Ҳатто имрӯзҳо ҳам мушоҳида мегардад, ки дар кишварҳои мухталиф афроди гуногуннажод ба ҳидояти илоҳӣ муваффақ гардида, ба дини мубини Ислом гаравидаанд. Ҳамзамон мушоҳида мегардад, ки баъзе соҳибони ин дини ростин то андозае аз он дур гаштаанд. Афсӯс, ки имрӯзҳо на ҳама бародарҳои муъмин ва хоҳарони муъмина дар фикри охират ва тадоруки он ҳастанд. Ба андешаи мо ривоҷ ёфтани фисқу фуҷур, рӯз то рӯз афзоиш ёфтани ҷиноят аз қабили дуздӣ, одамкушӣ, рибохорӣ, ҳаққи мардумхурӣ дар бозорҳо ва ғайра дар ҳамин аст, ки қиёмату охират аз ёдҳо фаромӯш гаштааст. Агар ҳар як фард аз маърифати илоҳӣ бонасиб мебуд, хуб медонист, ки охират омаданист ва ҳам огоҳ мебуд, ки дар он рӯз барои ҳар як амал пеши Офаридгор ҷавоб хоҳад гуфт. Вале инсонҳо он қадар ба ҳубби дунё дода шудаанд, ки танҳо дар андешаи манфиатҳои шахсии хеш буда ба хоҳишоти нафсонии худ ғарқ гаштаанд. Шуғли дунё то ҳадде инсонро ғуломи худ гардонидааст, ки амонат будани умрашро аз хотир баровардааст. Ҳол он ки Аллоҳтаъоло умри ӯро бо ҳисоби соату дақиқаву сонияи муайян дода аст. Ба фаҳми ин нарафта боз худро соҳибмаърифат меҳисобад, аммо ҳақиқати талх ин аст, ки ин маърифат набуда, балки ҷаҳолат аст! Маърифати ҳақиқӣро дар ҳар як ояи Қуръон бояд омӯхт. Зеро ки Қуръон ба маънои томаш китоби инсонсоз аст. Барои соҳиб шудан ба саодати дорайн зарур аст ҳар як фард худаш Қуръонро биёмӯзад. Таъкидан мегӯем бо шунидан аз дигарон набояд қонеъ шуд, зеро таъсири шунидан дигарасту таъсири хондан дигар. Ва ҳам бо худ омӯхтан набояд қаноат варзид, балки Қуръонро ба аҳлу байти хеш омӯхтан зарур аст. Дар ин мазмун Аллоҳтаъоло дар Қуръони маҷиди худ фармудааст: \"Эй зотоне ки имон овардаед, худ ва аҳлу аёлатонро аз оташи Дӯзах нигоҳ доред\" (с. Таҳрим, о. 6). Аз ин хитобаи Ӯ таъоло бармеояд, ки пайвандон ба даъвати ҳамдигар барои риояи амру наҳйи Аллоҳтаъоло бояд ҳамеша машғул бошанд. Ин буд назари кӯтоҳе ба мундириҷаи сураи “Инсон.”",
    "revelation_order": 98
  },
  {
    "id": 125,
    "number": 77,
    "name_arabic": "المرسلات",
    "name_tajik": "Мурсалот",
    "name_english": "Al-Mursalat",
    "revelation_type": "Meccan",
    "verses_count": 50,
    "description": "Сураи Мурсалот чун дигар сураҳои дар Макка нозил шуда ба устувор гардонидани ақидаи муъминон, баёни аҳволи охират, шарҳи қудрат ва ваҳдонияти Аллоҳтаъоло ва тавзеҳи амрҳои ғайбия нигаронида шудааст.\r\nАллоҳтаъоло фаришта Ҷабраил (а)-ро мусаллат гардонид то ин сура ва ё умуман Қуръонро аз назди Худ  ба ҷаноби Пайғамбар (с) оят-оят бирасонад. Он фаришта ва амсоли ӯро \"мурсалот\" мегӯянд.\r\nДар ин сура ҳаққу рост будани Қиёмату азоби он, қудрати беҳадду беандозаи Ӯ таъоло ва соҳиби муъҷиза буданаш зикр гардида аст. Аллоҳтаъоло бо фариштагоне, ки барои тадбири баъзе амрҳо вазифадору вобаста карда шудаанд савганд ёд кардааст, ки он чи ваъда шудааст аз қиёмату баъсу, охирату подошу ҷазо ҳама ҳақ аст ва воқеъ хоҳад шуд. Ҳамчунин дар зимни ояҳои ин сура шодиву нишоти ҷаннатиён, ки барои аъмоли некашон подоши арзанда гирифтаанд ва аҳволи куффор бо он ғаму андӯҳ ва азобу уқубаташон мавриди баррасӣ қарор гирифтааст.\r\nБо ин муқаддимаи кӯтоҳ кӯшидем даричаи ин сураро ба рӯйи шумо боз кунем.",
    "revelation_order": 33
  },
  {
    "id": 126,
    "number": 78,
    "name_arabic": "النبإ",
    "name_tajik": "Набаъ",
    "name_english": "An-Naba",
    "revelation_type": "Meccan",
    "verses_count": 40,
    "description": "Номи сура аз калимаи ояти дуюм гирифта шудааст. Ба хотири он ки калимаи \"Ъамма\" дар аввали сура зикр гардидааст, баъзан бо номи \"Сураи Амма\" ёд мешавад. \r\nЗамоне ки ҳазрати Муҳаммад (с) аз миёни бандаҳои Худо ба сифати Расул баргузида шуду байни мардум даъватро ошкоро оғоз кард, онҳоро аз омадани рӯзи қиёмат ва аз даҳшати он хабар доду тарсонд. Мушрикон ба пайғамбарии ҳазрати Муҳаммад (с) ва каломи илоҳӣ будани Қуръони маҷид ва омадани рӯзи қиёмат шубҳа карда, бо ҳамдигар ихтилоф варзиданд ва аз ҳамдигар суол мекарданд, ки он чизе, ки Муҳаммад (с) ба онҳо мегӯяд, оё ҳақиқат аст? Худованди меҳрубон он лаҳза ин сураро нозил кард. Бо нозил кардани сураи мазкур ҳақ будан ва омадани рӯзи қиёматро ва ваъдаи ба Ҷаннат даромадани онҳоеро, ки ба он боварӣ доранд ва ҳамчунин ваъиди ба Дӯзах даромадани мушрикон ва касоне, ки омадани рӯзи қиёматро қабул надоранд, баён намуд. Ин буд назари кӯтоҳе аз мундариҷаи ин сура.",
    "revelation_order": 80
  },
  {
    "id": 127,
    "number": 79,
    "name_arabic": "النازعات",
    "name_tajik": "Нозиот",
    "name_english": "An-Nazi'at",
    "revelation_type": "Meccan",
    "verses_count": 46,
    "description": "Ин сура бо қасам ибтидо шудааст. Баъд аз он аз хусусияти рӯзи қиёмат, аҳволи кофирон дар он рӯз, қиссаи Фиръавни лаъин ва ҳазрати Мӯсо (а), оид ба тақво ва лозим будани шукри неъматҳои Худованд ва инчунин дар бораи саволи ҷиддии - қиёмат кай мешавад? ва ғайра сухан меравад.\r\nДар \"Қуръон\" якчанд сурае ҳаст, ки бо қасам оғоз мешаванд. Сураи “Нозиъот” аз ҷумлаи онҳост. Одатан арабҳо ба чанд услуб қасам мехӯранд. Баъзан бо калимаҳои махсус, ки маънои қасамро ифода мекунанд, савганд мехӯранд. Гоҳо бо ҳуруфи алоҳидаи махсус мисли \"вов\", \"бо\", \"то\" қасам хӯрда мешавад. Масалан, \"Ваннозиъот\" маънои \"қасам ба нозиъот\"-ро дорад. Ин ҷо ҳарфи \"вов\" маънои қасамро ифода кардааст. Қасам хурдан асосан барои таъкид ва бовар кунонидани шунаванда гуфта мешавад. Аллоҳтаъоло ҳам диққати шунавандаро бо овардани савганд ба каломи Худ ҷалб мекунад ва бо ин эътибору аҳамияти каломи Худро назди бандааш меафзояд. Қасам пеш аз изҳори матлаб баён карда мешавад. Худованд ба кадом махлуқи Худ, ки қасам бихӯрад, эътибори ҳамон махлуқ зиёд мегардад. Худованд бо он чӣ Худаш мехоҳад, бо он савганд ёд мекунад. Ин хоси Ӯст, аммо бандагон, ба ғайр аз Худо, ҳақ надоранд, ба чизи дигаре қасам ёд кунанд. Дар ҳадис қайд шудааст:  “Касе савганд хӯрад, ба Худо савганд бихӯрад, вагарна орому хомӯш бошад.” Агар касе фалон корро мекунам ё намекунам гуфта қасам хӯрад, бояд ба он амал намояд. Агар накард, гунаҳкор мешавад ва бояд каффорат бидиҳад. Беҳтар он аст, ки аз қасам хӯрдан парҳез намояд ва ба ҷойи қасам \"Иншоаллоҳ\" гӯяд, ба истиснои баъзе мавридҳо, ки қасам хӯрдан лозим аст. Ин буд назере мухтасар ба мундариҷаи сураи Нозиъот.",
    "revelation_order": 81
  },
  {
    "id": 128,
    "number": 80,
    "name_arabic": "عبس",
    "name_tajik": "Абаса",
    "name_english": "Abasa",
    "revelation_type": "Meccan",
    "verses_count": 42,
    "description": "Номи ин сура аз нахустин ояти он гирифта шудааст. \"Абаса\" - дар луғат ба маънои туршрӯй омадааст. Ҳамчунин ба маънои \"чеҳра дар ҳам кашидан\" низ меояд.\r\nВақте ки ҳазрати Расулалллоҳ (с) мардумро ба сӯйи дини Ислом даъват мекарданд, бузургони Қурайш аз Ислом овардан саркашӣ карданд. Расули Худо (с) мехостанд, бузургони Маккаи муаззама ба зудӣ ба дини Ислом дароянд, ба умеди он ки шояд ба сабаби Ислом овардани сардорони Макка ҳамқавмон ва тобеъонашон низ майл ба дини тоза эълоншуда намоянд, рӯзе бо чанде аз сардорони қавми Қурайш мулоқот мекарданд. Дар ин ҳангом Абдуллоҳ ибни Умми Мактум, ки ҳар ду чашмонаш нобино буд, ба назди ӯ (с) омад ва аз Он ҳазрат (с) дархост намуд, ки аз \"Қуръон\" барои ӯ чизе таълим бидиҳад. Чун Расули Худо (с) ба даъвати сардорони Қурайш машғул буданд, ба Абдуллоҳ ибни Умми Мактум таваҷҷуҳ зоҳир накарданд. Он нобино дар хоҳиши худ он қадар исрор кард, ки бар Расулуллоҳ (с) гарон омад ва хотири мубораки Он кас (с) ошуфта шуд ва чеҳра дар ҳам кашида, аз ӯ рӯй гардониданд. Дар ҳамин асно Аллоҳтаъоло ба Расули Худ (с) ваҳй фиристод ва ин сураи муборак нозил шуд. Аз маънои оятҳои ин сура бармеояд, ки ҳазрати Муҳаммад (с) мавриди итоби Худованд қарор гирифтааст. Оятҳои ин сура бори дигар китоби осмонӣ будани Қуръон-и азимушшаънро собит месозанд. Зеро кадом шахс ҳангоми роҳбарияти хеш дар китоби худ худро мавриди сарзанишу итоб қарор медиҳад?. Ҳамчунин рӯшан мегардад, ки чун Расуллуллоҳ (с) ба хотири даъвати мардони баландмартабаю бузург ва молдору номдор аз иҷобату дархости марди нобино рӯй тофтанд, Худованд Он касро итоб кард.\r\nИн итоб далолат бар он мекунад, ки дини мубини Ислом як дини баробарию бародарӣ аст. Миёни мардуми хурду бузург, сарватманду гадо, молдору бенаво фарқият намегузорад.\r\nБаъди омадани итоби Худованд, ҳазрати Муҳаммад (с) ҳар куҷо, ки Абдуллоҳ ибни Умми Мактумро медиданд, ё ба ҳузури ӯ меомаданд, ба истиқболи ӯ аз дари марҳамат аз ҷой бармехестанд ва ридои муборакашонро бар Замин аз баҳри ӯ меандохтанд ва мегуфтанд:\r\n\"Марҳабо би ман ъотабанӣ фиҳӣ Раббӣ\"- яъне - \"Хуш омад касе, ки дар боби вай Парвардигори ман бар ман итоб намуд!\".\r\nИн буд назари мухтасар ба мундариҷоти сураи  Абаса.",
    "revelation_order": 24
  },
  {
    "id": 129,
    "number": 81,
    "name_arabic": "التكوير",
    "name_tajik": "Таквир",
    "name_english": "At-Takwir",
    "revelation_type": "Meccan",
    "verses_count": 29,
    "description": "Ин сура дар бораи ҳақиқат будани ҳодисаҳои  рӯзи қиёмат, хусусан ҳодисаҳои бузурги он рӯз, ки бо изни илоҳӣ рӯйи медиҳанд, нақл мекунад. Дар давоми сура сифати фариштаи гиромиқадр Ҷабраил (а)-ро ки ноқили ваҳйи илоҳӣ аст ва инчунин ҳақ будани пайғамбарии Муҳаммад (с) ва якчанд сифатҳояшон нақл мешавад. \r\nИмом Тирмизӣ аз Абдуллоҳ ибни Умар (р) ривоят мекунанд, ки Расуллоҳ (с) гуфтанд: \"Ҳар касе хоҳад рӯзи қиёматро бо чашми худ мисли Моҳтоб равшан бубинад, бояд ба сураҳои \"Куввират\", \"Инфитор” ва \"Уншаққат\" назар кунад\".",
    "revelation_order": 7
  },
  {
    "id": 130,
    "number": 82,
    "name_arabic": "الإنفطار",
    "name_tajik": "Инфитор",
    "name_english": "Al-Infitar",
    "revelation_type": "Meccan",
    "verses_count": 19,
    "description": "Имом Тирмизӣ аз Абдуллоҳ ибни Умар (разиялоҳу онҳумо) ин ҳадиси шарифро ривоят мекунад, ки Расулуллоҳ (с) гуфтаанд: \"Ҳар касе хоҳад рӯзи қиёматро ба чашми худ мисли Маҳтоб равшан бубинад, бояд ба сураҳои \"Куввират\", \"Инфитор\" ва \"Уншаққат\" назар кунад\".\r\nСураи \"Инфитор\" мисли сураи \"Таквир\" дар хусуси қиёмат сухан меронад, лекин бо услубу оҳанги хоси худ. \r\nБа инсоне ки кибру ғурур дорад, хитоб мекунаду ӯро ҳушёр месозад. Дар хусуси рост будани рӯзи қиёмат ва дар бораи фариштагоне, ки инсон онҳоро намебинад, аммо онҳо барои ҳисобу китоби рӯзи қиёмат ҳамаи кору рафтори ӯро китобат мекунанд, сухан меравад. Дар ниҳоят аз оқибати ҳоли инсонҳои нек зикр мекунад.",
    "revelation_order": 82
  },
  {
    "id": 131,
    "number": 83,
    "name_arabic": "المطففين",
    "name_tajik": "Мутаффифин",
    "name_english": "Al-Mutaffifin",
    "revelation_type": "Meccan",
    "verses_count": 36,
    "description": "Сабаби нузули ин сураро хоҳ дар Макка нозил шуда бошад, хоҳ дар Мадина, муфассирони киром чунин ривоят кардаанд.\r\nРасули Худо (с) вақто ба Мадина омаданд, мардуми он ҷо расвоиро аз ҳад мегузарониданд. Ҳаққи мардумхӯрӣ дар он ҷо ривоҷ ёфта буд. Мардум дар вақти хариду фурӯш барои фиреби ҳамдигар аз тарозу ва дигар асбобҳои барои ченак муайяншуда нодуруст истифода мебурданд. Харидорро бо кам кардани вазн ё ченаки ашёи фурӯхташаванда фиреб мекарданд. Ин амали зишт Он ҳазрат (с)-ро хуш наомад ва ба андеша водор сохт. Воқеан ин сура ба Он ҳазрат (с) нозил шуд.",
    "revelation_order": 86
  },
  {
    "id": 132,
    "number": 84,
    "name_arabic": "الإنشقاق",
    "name_tajik": "Иншиқоқ",
    "name_english": "Al-Inshiqaq",
    "revelation_type": "Meccan",
    "verses_count": 25,
    "description": "Сураи \"Иншиқоқ\" аз масъалаҳои зинда шудани баъди мурдан, рӯзи қиёмат, ҳисобу китоб, супоридани номаҳои аъмол, подоши гунаҳгорон ва аҷри (мукофоти) муъминон дар охират хабар медиҳад. Ин буд назари кӯтоҳе ба муқаддимаи ин сура:",
    "revelation_order": 83
  },
  {
    "id": 133,
    "number": 85,
    "name_arabic": "البروج",
    "name_tajik": "Буруҷ",
    "name_english": "Al-Buruj",
    "revelation_type": "Meccan",
    "verses_count": 22,
    "description": "Сураи мазкура бар зидди душманоне, ки Паёмбари Худо ва дигар мусулмононро ба хотири аз динашон баргардонидан, мавриди тазйиқу фишор ва азобу шиканҷаи шадид қарор медоданд, нозил шудааст. Худованд кофиронро ҳушдор додааст, ки агар аз ин амали худ даст накашанд, онҳоро азобҳои сангин интизор аст. Муъминонро бошад, ба сабру таҳаммул даъват мекунад. Ҳамчунин аз диндорони умматони гузашта, ки азобҳои зиёдеро паси сар намуда буданд, ёд мешавад ва барои тақвияти ин қиссаи \"Асҳоби ухдуд\" мисол оварда мешавад. Аз Фиръавну Самуд барин кофирони машҳур ва аз артиши онҳо, ки ба шикаст дучор омадаанд, сухан меравад. Мувофиқи ваъдаи Худованд, оқибат ба муъминҳо аз Ҷаннат ва ба кофирон аз Ҷаҳаннам макон дода мешавад.",
    "revelation_order": 27
  },
  {
    "id": 134,
    "number": 86,
    "name_arabic": "الطارق",
    "name_tajik": "Ториқ",
    "name_english": "At-Tariq",
    "revelation_type": "Meccan",
    "verses_count": 17,
    "description": "Маънои асосии ин сура гирди имон ба баъс ва нушур давр мезанад, яъне инсон пас аз мурдан бори дигар зинда мешавад ва боз ба Аллоҳтаъоло рӯбарӯ меояд. Худованд инсонро мефармояд, ки бо дидаи таҳқиқ ба худ назар кунад, ки Офаридгор ӯро аз чӣ чизи ҳақир халқ намудааст. Модоме, ки одамро аз адам (нестӣ) ба вуҷуд овард, ба ӯ ақлу донишу биноию шунавоӣ ва беҳтарин сурат дод, магар қодир нест ӯро аз сари нав зинда гардонад? Албатта, қодир аст ва будани ҳама мавҷудот аз иродаи он Зоти пок аст. Ана аз ҳамин иборат аст мундариҷаи мухтасари сураи мазкур.",
    "revelation_order": 36
  },
  {
    "id": 135,
    "number": 87,
    "name_arabic": "الأعلى",
    "name_tajik": "Аъло",
    "name_english": "Al-A'la",
    "revelation_type": "Meccan",
    "verses_count": 19,
    "description": "Дар аввали сураи “Аъло” аз шаъну шукӯҳ ва баъзе сифатҳои Парвардигор,ки аз ҳама мавҷудоти олам болотару бартар аст, сухан меравад. Баъд оиди ваҳдонияти Аллоҳтаъоло далелҳо оварда мешавад. Давоми сура аз Қдръон ва осон будани ҳифзи он барои Расулуллоҳ (с) маълумот медиҳад. Ичунин дар сура мавъизае ҳаст,ки дили зиндаи аҳли имону саодат аз он нафъ мебарад.\r\nОхири  сура аз сифатҳои шахсоне, ки ба гурӯҳи \"наҷотёфтагон\" дохиланд, хабар медиҳад. Ин буд, иншоаллоҳ, маълумоти мухтасар дар шаъни сураи \"Аъло\".",
    "revelation_order": 8
  },
  {
    "id": 136,
    "number": 88,
    "name_arabic": "الغاشية",
    "name_tajik": "Ғошия",
    "name_english": "Al-Ghashiyah",
    "revelation_type": "Meccan",
    "verses_count": 26,
    "description": "Ин сура дар бораи аҳволи рӯзи қиёмат, хавфу тарси он рӯз, дучор гардидани кофирон ба азобу машақкат ва муъминон ба саодатмандию хурсандии фараҳбахш маълумот медиҳад.\r\nДар давоми сура эътибори мардум ба аҷоиботи санъати Аллоҳтаъоло дар офариниши уштур, Осмон, Замин ва кӯҳҳо ҷалб гардидаст, ки онҳо далеланд ба ваҳдонияти Аллоҳтаъоло, зеро онҳо аз ҷалолу султонии Ӯ таъоло хабар медиҳанд. \r\nДар охири ин сура дар бораи он ки бозгашти ҳамаи мардум барои ҳисобу ҷазо ба сӯйи Аллоҳтаъолост, сухан меравад  ва ёдрас мешавад, ки вазифаи Расулон расонидани даъват ба бандагон буда, ҳидоят аз Худост. \r\nИн буд баъзе маълумоти мухтасар дар бораи сураи \"Ғошияҳ\".",
    "revelation_order": 68
  },
  {
    "id": 137,
    "number": 89,
    "name_arabic": "الفجر",
    "name_tajik": "Фаҷр",
    "name_english": "Al-Fajr",
    "revelation_type": "Meccan",
    "verses_count": 30,
    "description": "Дар ин сура аввало Худованд ба чанд ашё савганд ёд мекунад. Баъд аз он, сабаби савганди Худро зикр месозад. Нахуст аз саргузашти қавми Од ва шаҳри \"Ирам\", ки қавми Од дар он зиндагӣ доштанд, сухан меронад. Баъд аз қавми \"Самуд\" ва Фиръавн ва оқибати кори онҳо сухан мекунад. Давоми сура дар бораи бандагони шукргузору ношукр, ҳаққи ятимону моли мерос сухан меронад. Муҳаббати моли дунё, омадани қиёмат, таассуфи афроде, ки дар ин дунё амали солеҳ накарданд ва азоби онҳо дар давоми сура мавҷуд аст. Инчунин дар бораи бандагони азизи назди даргоҳи Рабби оламиён ва Ҷаннат суханронӣ мекунад.",
    "revelation_order": 10
  },
  {
    "id": 138,
    "number": 90,
    "name_arabic": "البلد",
    "name_tajik": "Балад",
    "name_english": "Al-Balad",
    "revelation_type": "Meccan",
    "verses_count": 20,
    "description": "Дар ин сура Аллоҳтаъоло аз оғоз ба чанд ашё қасам ёд мекунад. Баъд аз он дар бораи офарида шудани инсон ва дар бораи шахсоне, ки ба зӯрию нерӯмандии худ мағрур мешаванд, маълумот медиҳад. Дар давоми сура оид ба ду роҳе, ки пеши инсон барои интихоб гузошта шудааст ва инчунин гиромӣ доштани ятимону фақирон, ҳамчунин оид ба саодатмандону бадбахтон, ҳамчунин аз оқибати кори онҳо хабар медиҳад.",
    "revelation_order": 35
  },
  {
    "id": 139,
    "number": 91,
    "name_arabic": "الشمس",
    "name_tajik": "Шамс",
    "name_english": "Ash-Shams",
    "revelation_type": "Meccan",
    "verses_count": 15,
    "description": "Аллоҳтаъоло дар аввали сура ба чанд ашё қасам мехӯрад. Баъд аз он роҳи неку бадро ба инсон мефаҳмонад ва доир ба он, ки покизагон нафси худро аз ҳар гуна бадиҳо нигоҳ медоранд, маълумот додааст. Давоми сура хабар додааст, ки гунаҳкорон шахсоне мебошанд, ки паи ҳавою ҳавасҳои нафсонӣ шуда, аз ибодати Парвардигори худ сар мепечанд...!!!\r\nСураи мазкура дар бораи қавми Самуд ва оқибати кори онҳо низ маълумот медиҳад. Дар охири сура яке аз сифатҳои Аллоҳтаъоло- аз касе бим надоштан, зикр шудааст:",
    "revelation_order": 26
  },
  {
    "id": 140,
    "number": 92,
    "name_arabic": "الليل",
    "name_tajik": "Лайл",
    "name_english": "Al-Layl",
    "revelation_type": "Meccan",
    "verses_count": 21,
    "description": "Худованд ба ашёе, ки муқобили ҳамдигаранд, қасам ёд карда дар ин сура амалҳои гуногуни инсонро таъкид сохтааст. Ҳамчунин дар ин сура аз пайравони роҳи рост ва роҳи шайтон, инчунин раҳнамоию ҳидоят, аҷри (подоши) амали хайр ва ҷазои амали бад сухан ба миён омадааст.\r\nИнчунин аз оқибати кори гурӯҳе, ки хасис ва бахил буда, ҳақиқатро дурӯғ пиндошта, разолатро фазилат мешуморанд ва аз Худо натарсидаву аз бандагони Ӯ шарм намедоранд, огоҳ сохтааст. \r\nДар қисми дувум Парвардигор ба бандагонаш роҳи дурусту ҳамвори пайғамбаронаро хотиррасон намудааст.",
    "revelation_order": 9
  },
  {
    "id": 141,
    "number": 93,
    "name_arabic": "الضحى",
    "name_tajik": "Зуҳо",
    "name_english": "Ad-Duhaa",
    "revelation_type": "Meccan",
    "verses_count": 11,
    "description": "Дар ривояти саҳеҳ чунин омада, ки боре то муддати 19 рӯз ҳазрати Ҷабраил (а) ба ҳазрати Муҳаммади Мустафо (с) ваҳй наоварданд. Мушрикони Макка фурсатро муносиби ғарази худ дониста, изҳор мекарданд, ки Парвардигори Муҳаммад бар ӯ ғазаб карда, дигар ба вай ваҳй намефиристад. Расули Худо (с.) аз ин дар андеша гашта, ғамгин шуданд. Барои радди ақидаи кофирон ин сура нозил шуд. Ибтидои сура бо ёд кардани савганд сар шуда, дар давоми он аз инъомҳо ва марҳамате, ки Аллоҳтаъоло ба ҳазрати Муҳаммад (с) арзонӣ доштааст, як-як ёдрас карда мешавад.\r\nИн буд назари мухтасар ба мундариҷаи сураи \"Зуҳо\".",
    "revelation_order": 11
  },
  {
    "id": 142,
    "number": 94,
    "name_arabic": "الشرح",
    "name_tajik": "Шарҳ",
    "name_english": "Ash-Sharh",
    "revelation_type": "Meccan",
    "verses_count": 8,
    "description": "Ин сура давоми сураи \"Зуҳо\" буда, аз атоҳои Парвардигор ба Расулаш (с) аз қадру қиммат ва мақоми баланде, ки назди Аллоҳтаъоло дорад, сухан мекунад. Ин ҳама бар  Расулуллоҳ (с) дар муқобили он бадиҳое, ки аз фоҷирон ба ӯ (с) мерасид тасаллӣ буда, хушнуд гардонидани хотираи шарифи Он ҳазрат(с) аст. Баъдан сураи муборак бори дигар олӣ будани манзилу мақоми Расулуллоҳ (с)-ро чи дар дунё ва чи дар охират,  ба ояти 4-ум ишора мекунад.\r\nДавоми сура ба Расулуллоҳ (с) аз ғалаба бар мушрикон, ки он вақт ба Он ҳазрат (с) ва муъминон озор медоданд, таъкидан хабари хуш мерасонад.\r\nХатми сура Расулуллоҳ (с)-ро ёдрас месозад, ки баъд аз таблиғи Ислом худро аз ҳама корҳо барои ибодат ва шукронаи Аллоҳтаъоло фориғ сохтан воҷиб аст. Ин аст назаре ба муқаддимаи сураи \"Иншироҳ\".",
    "revelation_order": 12
  },
  {
    "id": 143,
    "number": 95,
    "name_arabic": "التين",
    "name_tajik": "Тин",
    "name_english": "At-Tin",
    "revelation_type": "Meccan",
    "verses_count": 8,
    "description": "Ин сураи карима ду мавзӯъро баён ва зоҳир менамояд:\r\n1.\tНавъи башарро гиромӣ доштани Аллоҳтаъоло.\r\n2.\t Имон ба рӯзи ҳисобу ҷазо.\r\nСураи карима бо қасам бо маконҳои муқаддасу мушарраф, ки онҳоро барои нузули (Ваҳӣ) Парвардигор ба анбиё ва расулони Худ хос гардонидааст, оғоз мешавад.\r\nОн маконҳо бо аксари ривоятҳо Байтул Муқаддас, Кӯҳи Тур, Маккаи Мукаррама аст. \r\nИнчунин ба инсон ёдрас месозад, ки ӯро Аллоҳтаъоло дар беҳтарини сурат халқ намудааст, бояд шукронаи Ӯ таъолоро кунад. Шахсоне, ки шукри неъматҳои Парвардигори худро ба ҷо наоварда,  ғафлат меварзанд, бозгашташон бо поёнтарин дараҷаҳои Ҷаҳаннам аст. Инчунин кофироне, ки зинда гардонидани баъд аз мирониданро мункиранд ва он далелу бурҳонҳоеро, ки бар қудрати Аллоҳтаъоло дар халқ кардани инсонҳо далолат мекунанд, нодида мегиранд, сарзаниш мешаванд. Сура бо баён кардани адли Парвардигор дар подош додани муъминон ва ҷазо додани кофирон ба охир мерасад.",
    "revelation_order": 28
  },
  {
    "id": 144,
    "number": 96,
    "name_arabic": "العلق",
    "name_tajik": "Алақ",
    "name_english": "Al-Alaq",
    "revelation_type": "Meccan",
    "verses_count": 19,
    "description": "Ин сураро сураи \"Иқраъ\"  низ мегӯянд. Якчанд ояти сураи мазкур аввалин оятҳои нозилшудаи Қуръони карим аст.\r\nМавзӯъи ибтидоии он ваҳйи илоҳӣ бар Хотамуланбиё (с) дар ғори Ҳиро аст. Баъд амрҳои илоҳӣ зикр мешаванд. Инчунин хислатҳои бади инсон ва сабабҳои пайдоиши муқобилияти Абӯҷаҳли бадбахт ба намозхонии Расулуллоҳ (с) мавҷуд аст. Худованд ба Абӯҷаҳл ваъда медиҳад, ки агар ин амали бадро тарк накунад, гирифтори азоби шадид хоҳад шуд.\r\nИн сура бо даъвати хондану илм омӯхтан шурӯъ мешавад ва бо даъвати намоз хондан ба интиҳо мерасад. Яъне агар илм ба амал якҷо шавад, фоидарасон аст. Ин як ишораи таълимӣ ба сӯйи инсон аст, то бифаҳмад, ки илми беамал, ё амали беилм дар дунё ва охират фоидаи бояду шоядро дода наметавонад.\r\n   Илмат ба амал чу ёр гардад,\r\nҚадри ту яке ҳазор гардад.\r\nАз адибе",
    "revelation_order": 1
  },
  {
    "id": 145,
    "number": 97,
    "name_arabic": "القدر",
    "name_tajik": "Қадр",
    "name_english": "Al-Qadr",
    "revelation_type": "Meccan",
    "verses_count": 5,
    "description": "Ин сура аз ибтидои нузули Қуръони азимушшаън дар моҳи мубораки Рамазон -шаби қадр, ки яке аз шабҳои ин моҳи муборак аст ва фазилати он шаб,  фуруди малоик барои тасбеҳу таҳлил гуфтан дар ҳаққи бандагоне, ки шаби муқаддасро зинда медоранд ва ба ибодати Парвардигори худ машғуланд, сухан мекунад. Инчунин дар хусуси сифатҳои он шаб ва имконияти қабули дуъо аз баракати нузули Қуръон дар ҳамин шаб маълумот медиҳад.",
    "revelation_order": 25
  },
  {
    "id": 146,
    "number": 98,
    "name_arabic": "البينة",
    "name_tajik": "Баййина",
    "name_english": "Al-Bayyinah",
    "revelation_type": "Medinan",
    "verses_count": 8,
    "description": "Ин сураро \"Лам якун\" - низ мегӯянд ва он се масъаларо баён мекунад.\r\nАз омадани Расулаллоҳ (с) аҳли китоб чиро интизор буданд ва баъди омадани ӯ (с) кадом роҳро ихтиёр карданд?\r\nМавзӯи дигар мавзӯи ихлос ҳангоми ибодати Аллоҳ  (ҷалла ва ало) аст. Инчунин, мавзӯи бозгашти ҳамаи некбахтон ва бадбахтон дар охират ба сӯйи Ӯ таъоло баррасӣ мегардад.\r\nИн сураи карима аз аҳволи яҳудиёну насрониён сухан оғоз мекунад. Инчунин инсонҳоро даъват мекунад, ки  агар зикру ибодат ва амалҳояшон холис барои Худо бошад, фоидабахш аст.",
    "revelation_order": 100
  },
  {
    "id": 147,
    "number": 99,
    "name_arabic": "الزلزلة",
    "name_tajik": "Залзала",
    "name_english": "Az-Zalzalah",
    "revelation_type": "Medinan",
    "verses_count": 8,
    "description": "Ин сура дар Мадина нозил шудааст, яъне Мадинист, лекин дар рафтору услубаш ба сураҳои Маккагӣ монанд аст. Сураи мазкур бо васфи баъзе воқеаҳои рӯзи қиёмат сар мешавад. Инчунин дар хусуси заминҷунбии сахте, ки дар он рӯз ба вуқӯъ меояд, маълумот медиҳад. Дар он рӯз ҳар чизе, ки дар рӯйи Замин ҳаст аз коху қасрҳо ва кӯҳу теппаҳо, ҳама аз бехубун вайрон шуда, ба хок яксон мешаванд.\r\nБоз дар он рӯз воқеъаҳои аҷибе рух медиҳанд, ки инсон аз дидани он мадҳуш мешавад. Замин ҳар чизе ки дар батн дорад (хазинаву боигариҳо, ҷасаду устухонҳои мурдагон ва ғайра) ҳамаро ба берун мебарорад. Замин дар бораи амалҳои нек ва бади ҳар як инсон шаҳодат ҳам медиҳад.\r\nДар охири ин сураи карима тақсимшавии мардум ба некбахтону бадбахтон ва аз маҳшаргоҳ ба сӯйи Ҷаннат ё Дӯзах равоншавии онҳо баён мегардад.",
    "revelation_order": 93
  },
  {
    "id": 148,
    "number": 100,
    "name_arabic": "العاديات",
    "name_tajik": "Одиёт",
    "name_english": "Al-Adiyat",
    "revelation_type": "Meccan",
    "verses_count": 11,
    "description": "Ин сура бо қасам хӯрдани Аллоҳ ба аспони ғозиён ва баёни сифати онҳо ҳангоми тохтан дар ҷанги зидди кофирон  ибтидо ёфтааст. Дар давоми сура ношукрӣ ва носипосии инсон ба неъматҳои Парвардигор ва ҳарисии ӯ ба молу сарват баён мегардад.\r\nХатми сура дар бораи бозгашти халоиқ ба пешгоҳи Парвардигори хеш аз барои ҳисобу китоб, ҷазою мукофот маълумот медиҳад. \r\nБаъзе муфассирон сабаби нузули ин сураро чунин ривоят мекунанд: “Расулаллоҳ (с) Мунзар ибни Амморро бо чанде аз саҳобагони ансорӣ муқобили гурӯҳе аз кофирони хиёнаткор ба ғазо фиристоду ба онҳо фармуд, ки агар фалон рӯз вақти субҳ ба онҳо ҳамла кунед онҳоро, иншоаллоҳ, мағлуб мекунед!\r\nОнҳо чуноне ки Расулуллоҳ (с) гуфта буд, амал карданд, душманонро шикаст дода, ғолиб шуданд. Ҳангоми бозгаштан барои аз дарё гузаштан вақти зиёд сарф шуд ва вақти бозгашт тақрибан як моҳ таъхир шуд.\r\nМунофиқон ин ҳолатро ғанимат шуморида, дар байни худашон сухан бофта, дасиса карда гуфтанд: \"Ҳамаи онҳое, ки набард рафта буданд, ҳалок шуданд, ҳатто як нафаре аз онҳо зинда намонд, ки хабари боқимондашонро биёрад\". Муъминон ин хабарро шунида, маҳзун гаштанд. Ҳаққтаъоло барои тасаллии дили онҳо ин сураро нозил кард.",
    "revelation_order": 14
  },
  {
    "id": 149,
    "number": 101,
    "name_arabic": "القارعة",
    "name_tajik": "Қориа",
    "name_english": "Al-Qari'ah",
    "revelation_type": "Meccan",
    "verses_count": 11,
    "description": "Ин сура аз аҳволи рӯзи қиёмат ва сахтиҳои он сухан меронад. Дар он рӯз ҳодисаҳои бузург рӯй медиҳанд, мисли: бархестани мурдагон аз қабрҳо, аз ҳайбату даҳшати он рӯз ба ҳар тараф бенизом пароканда шудани мардум, реза-реза гашта, мисли пашми рангшуда дар ҳаво парвоз кардани кӯҳҳо. Ин буд муқаддимаи мухтасари сураи мазкур.",
    "revelation_order": 30
  },
  {
    "id": 150,
    "number": 102,
    "name_arabic": "التكاثر",
    "name_tajik": "Такосур",
    "name_english": "At-Takathur",
    "revelation_type": "Meccan",
    "verses_count": 8,
    "description": "Ин сура аз машғул шудани мардум ба дунёи фонӣ ва ҷамъ кардани матои ночизи он ва ниҳоят ҳарис будан дар дӯст доштани моли дунё ва дигар корҳои пасти он то расидани марг ва бурдани онҳо аз қасрҳояшон то ба гӯр сухан кардааст.\r\nИнсон, ки холӣ аз хато нест, машғули дунёи фонӣ шуда, дунёи боқиро фаромӯш месозад. Бинобар ин, дар ин сура такрор омадани баъзе калимаҳо барои заҷру манъ ва огоҳ кунонидани онҳост. Аммо бинобар тақозои ин сура маълум мегардад, ки дар ҳар давру замон шахсоне ҳастанд, ба урфу одатҳои боқимондаи замони ҷоҳилият гирифторанд. Онҳо пойбанди нангу номуси ҳамсоягон, маъишати шоҳона, иҷрои ҳавасҳои дунёӣ, даромади зиёд, ҷамъи молу симу зар ва ғайра шуда, иҷрои амалҳои ғайришаръиро ба худ раво мебинанд.\r\nРафта-рафта, дигар онҳо молу касби ҳалолро аз ғайри ҳалол фарқ накарда, бо ҳилаҳои гуногун бо далелҳои шубҳанок ҳаққи сағир, ятим, фуқаро, мискинҳо ва ғайраро ба манфиати худ истифода мебаранд. Дар натиҷа мебинӣ, ки оҳиста-оҳиста дилҳои онҳо сиёҳ гашта, дар иҷрои амри илоҳӣ аз худ сустӣ нишон медиҳанд.\r\nҲатто мешавад, ки баъзе аз инсонҳо сари худро ба саҷдаи илоҳӣ набурда, расман Холиқи худро гӯё фаромӯш месозанду молу сарвати дунёро чунон қиблаи ризои худ қарор медиҳанд, ки гӯё онҳо ҳаргиз намемурда бошанд.\r\nХатми ин сура дар хусуси чунин шахсони дунёпараст, ки дар боло зикри худро ёфт, сухан ронда, ба навъи азоби сахт гирифтор шудани онҳоро хабар медиҳад. Ин буд як нигоҳе ба мундариҷаи сураи \"Такосур\".",
    "revelation_order": 16
  },
  {
    "id": 151,
    "number": 103,
    "name_arabic": "العصر",
    "name_tajik": "Аср",
    "name_english": "Al-Asr",
    "revelation_type": "Meccan",
    "verses_count": 3,
    "description": "Ин сураи муборака ба кӯтоҳии худ нигоҳ накарда, бисёр мазмуни баланд дорад. Он сабаби саодатмандӣ ва шақоватмандии инсонро баён мекунад ва инчунин василаи наҷот ё зиёни инсонро маълум менамояд.\r\nАз рӯйи ривояти ҳазрати Имом Шофеъӣ (раз) агар дигар сураҳо нозил намешуд, барои мусулмонон ҳамин сура кифоягӣ мекард. Агар  ду нафар аз асҳоби Пайғамбар (с) ба ҳамдигар рӯбарӯ мешуданд, то ин сураро ба якдигар  намехонданд, аз ҳамдигар ҷудо намешуданд. Як ояти ин сура (ояти сеюм) сифати ҳақиқии уммати Ислом ва вазифаи ӯро баён кардааст.",
    "revelation_order": 13
  },
  {
    "id": 152,
    "number": 104,
    "name_arabic": "الهمزة",
    "name_tajik": "Ҳумаза",
    "name_english": "Al-Humazah",
    "revelation_type": "Meccan",
    "verses_count": 9,
    "description": "Ин сура дар хусуси шахсоне, ки мардумро айб мегиранду обрӯи онҳоро мерезонанд ва таъна зада масхара мекунанду изо медиҳанд, сухан мекунад. Ҳамчунин шахсонеро мазаммат мекунад, ки чунон машғули ҷамъ кардани моли дунёанд, ки гӯё дар ин дунё абадӣ мемонда бошанд.\r\nХатми ин сураи муборак зикри оқибати ин ҷамоаи ашқиё (бадбахт)-ро баён мекунад. Онҳо дохили нори (оташи) Ҷаҳаннам мешаванду дар он чунон месӯзанд, ки аз онҳо чизе боқӣ намемонад. Худованди қодиру тавоно боз онҳоро ба сурати аввала меорад, то аз сари нав ин азобҳоро бичашанд.",
    "revelation_order": 32
  },
  {
    "id": 153,
    "number": 105,
    "name_arabic": "الفيل",
    "name_tajik": "Фил",
    "name_english": "Al-Fil",
    "revelation_type": "Meccan",
    "verses_count": 5,
    "description": "Ин сура аз қиссаи “Асҳоби фил”, ки онҳо қасди вайрон кардани Каъбаро доштанду, Худои таоло кӯшишу меҳнаташонро бар зиёни худашон гардонид, сухан мекунад. Ин воқеа дар соли 570-уми милодӣ ба вуқӯъ пайваст, ки  ба соли таваллуди Он ҳазрат (с). мутобиқ аст.\r\n Он вақт  мардум интизори таваллуди паёмбари охируззамон ҳазрати Муҳаммади мустафо (с) буданд.  Ин яке аз ҳодисаҳои бузургтарини таърих дар олам аст ва то охири олам боқӣ мемонад. \r\nДар ривоятҳо омадааст, ки ин воқеа дар соли таваллуди Расулуллоҳ (с) шуда гузаштааст. Бо ривояте 50-рӯз пеш аз таваллудашон. Он ривоят чунин аст: Дар шаҳри Яман ҳокиме буд бо номи Абраҳатул Ашрам. Ӯ дар вилояти Санъо ибодатхонае бунёд карду зиёраткунандагони  \"Байтуллоҳ\"-ро ба зиёрати он бутхона бо зӯрӣ ҷалб карданӣ шуд. Ин нияти нопоки Абраҳаро шахсоне аз қабилаи \"Кинона\"  гиҳои Ямании сокини шаҳри Макка шуниданд. Яке аз онҳо ба шаҳри Санъо омад ва дар вақти муносиб даруни он ибодатхона шуд ва  меҳробу деворҳои онро бо наҷосат олонид ва пинҳонӣ аз он шаҳр шабона ғайб зад.\r\nИн воқеаро ба Абраҳа расониданд, ӯ дар хашму ғазаб шуда, қасам ёд намуд, ки рафта хонаи Каъбаро вайрон мекунам. Ӯ тайёрии сахт дид ва аскарони бисёре ҷамъ намуд. Абраҳа фили маҳмудиро, ки фили аз ҳама калонтарин буд дар пеши аскарон ҷой дода, ба сафар баромад.\r\nОн ҳокими саркаши маслиҳатнодаро ба маслиҳати мӯйсафедону бохирадони мамлакати худ гӯш накарда ба раъйи худ кор сар кард. Қисса кӯтоҳ, ба назди Маккатуллоҳ расид. Дар он вақт сардори қавме, ки дар назди Байтуллоҳ зиндагонӣ мекард, бобои ҳазрати Расулуллоҳ (с) Абдулмуталлиб буд. Ӯ ба қавми худ амр кард, ки фардо аҳли Макка ҳама ба сӯйи кӯҳҳо фирор кунанд. Он қавм чунин ҳам карданд. Абдулмуталиб  назди Байтушшариф омада, рӯ ба рӯйи он истода тавбаю тазаррӯъ намуда, ин дуъои аҷоибро қироат кард: \"Эй Худованди Бузург, Худат медонӣ, ки ин малъун барои вайрон кардани хонаи Худат омадааст. Иродаи каримат чи хел ки бошад, ҳамон хел кун!. Мо ризоем дар он чӣ ки ту ризо бошӣ, эй Худованди меҳрубон!\" Баъд  ба назди қабилааш ба кӯҳ рафт.\r\nБа ривояте сарбозони Абраҳа якчанд даста чорпоёни Абдулмуталлибро гирифта бурданд. Абдулмуталлиб ба назди Абраҳа рафт. Ӯ дар қасрчаи худ нишаста буд, вақте ки Абдулмуталлибро дид аз курсии шоҳии худ фаромад, зеро Абдулмуталлиб шахси қавиҷуссаи қоматбаланду хушсурат буд ва ин ба Абраҳа маъқул шуда, ба тарҷумони худ гуфт: \"Аз ӯ пурс чӣ ҳоҷат дорад,\" Тарҷумон аз ӯ пурсид, ӯ гуфт: \"Сарбозони шоҳ якчанд уштурони маро ба ғорат бурданд, ман онҳоро мехоҳам. \"Абраҳа дар ҷавоб гуфт: \"Ҳавсалаам аз ту гирифт, ман фикр кардам, ки ту аз ман вайрон накардани Каъбаро мепурсӣ, аммо ту уштурони худро мехоҳӣ.\" Абдулмуталиб дар ҷавоб гуфт: \"Уштурон, ки моли ман аст, ман моли худро мехоҳам, аммо ин хона, ки \"Байтуллоҳ\" аст, худаш соҳиб дорад ва соҳиби он онро муҳофизат мекунад.\" Молашро гирифта баргашт.\r\nБаъд аз он Абраҳа даст ба ҳуҷум зад ва фили маҳмудиро пеш андохт. Фил аз ҷояш бархоста рӯ ба сӯйи Каъбатуллоҳ намуду таъзим карду боз ба ҷояш хобид ва аз ҷояш ҳеҷ наҷунбид. Чун онро ба дигар тараф равон мекарданд, мерафт, аммо ба тарафи Байтуллоҳ намерафт. Дар ин ҳангом ногаҳон аз тарафи баҳр селаи паррандагон зоҳир шуд ва дар минқори ҳар яке аз онҳо сангча ва дар ду пояшон ду сангчае аз лои  пухта болои сари Абраҳа ва сарбозони ӯ давр заданд. Он сангчаҳо ба ривояте миқдори нахӯд ё каме аз он калонтар буданд, вақто ки сангчаҳоро бар сари сарбозони Абраҳа мепартофтанд, баробари расидани сангчаҳо онҳо ҳалок мешуданд, чунки он сангчаҳо мисли тири аз камон баромада сахт ҳаракат мекарданд. Чун лашкари Абраҳа ин ҳолатро диданд, рӯ ба гурез ниҳоданд, лекин он паррандаҳо онҳоро думболгир намуда, ҳамаро ҳалок намуданд.\r\nАбраҳа низ аз захми он сангчаҳо эмин намонд ва дар тани ӯ ҷароҳате пайдо шуда нохун ва ангуштонаш мисли чӯби пӯсида аз ҳам ҷудо шуда, мерехтанд ва бо ҳамин ранҷ, бо як илоҷе ба Санъо расида, бо азобҳои сахт дар он ҷо ҷон дод. Ин қисса барои ибратгирандагон дарси ибрат аст. Оятҳои зерин ин мазмунро таъкиду тафсил медиҳанд:",
    "revelation_order": 19
  },
  {
    "id": 154,
    "number": 106,
    "name_arabic": "قريش",
    "name_tajik": "Қурайш",
    "name_english": "Quraysh",
    "revelation_type": "Meccan",
    "verses_count": 4,
    "description": "Ин сура аз неъматҳои бузурги Аллоҳтаъоло, ки ба аҳли Макка насиб гардонидааст, сухан мекунад. Аҳолии атрофи Каъбаро асосан қабилаи Қурайш ташкил мекарду онҳо хизмати ҳоҷиёнро адо мекарданд. Аҳли Макка, ки дар асл тоҷир буданд, ба тарафи Яман ва Шом барои тиҷорат сафар мекарданд. Ин сура дар хусуси сафарҳои онҳо ва аз ҷониби тамоми мардум соҳиби эҳтиром  будани онҳо сухан мекунад. Инчунин ду неъмати бузурге, ки Худованд ба онҳо инъом намудааст: яке боигарию фарохдастӣ, дигаре эминӣ аз ҳар хавф, баён месозад.",
    "revelation_order": 29
  },
  {
    "id": 155,
    "number": 107,
    "name_arabic": "الماعون",
    "name_tajik": "Моъун",
    "name_english": "Al-Ma'un",
    "revelation_type": "Meccan",
    "verses_count": 7,
    "description": "Ин сураи муборака аз аҳволи вазнине, ки инсонҳои бадкор дар охират рӯбаӯ мешаванд хабар медиҳад. Зеро онҳо ба гурӯҳҳои зерин дохиланд:\r\nа) Инсонҳое, ки неъматҳои Парвардигорро нодида мегиранд",
    "revelation_order": 17
  },
  {
    "id": 156,
    "number": 108,
    "name_arabic": "الكوثر",
    "name_tajik": "Кавсар",
    "name_english": "Al-Kawthar",
    "revelation_type": "Meccan",
    "verses_count": 3,
    "description": "Ин сура аз фазлу марҳамати Парвардигор ва аз хайри касир, яъне неъматҳои бузурге, ки Аллоҳтаъоло барои Ҳабиби худ (с) дар дунё ва охират ато кардааст, сухан мекунад. Худованд Расули худ (с)-ро даъват мекунад, ки барои ризои Парвардигори худ холис намоз хонад ва дар роҳи ризои Ӯ таъоло наҳр (қурбонӣ) кардан низ бояд холис бошад.. Сабаби нузули ин сураро муфассирон чунин шарҳ додаанд: Вақте ки писари Расули Акрам (с) Қосим аз дунё гузаштанд, Ос ибни Воил яке аз мушрикони араб, ки душмани Расулуллоҳ (с) буд, ӯро таъна зада гуфт:\"Ин марде будааст беавлод ва беписар. Чун худаш аз ин олам гузарад, номи ӯ низ аз олам нест мешавад. Писаре надорад, ки кори ӯро идома диҳад.\" Расулуллоҳ (с) ин суханҳоро шунида ғамгин шуданд. Дар ин асно Парвардигори меҳрубон ин сураро ба Ҳабиби хеш (с) нозил кард.",
    "revelation_order": 15
  },
  {
    "id": 157,
    "number": 109,
    "name_arabic": "الكافرون",
    "name_tajik": "Кофирун",
    "name_english": "Al-Kafirun",
    "revelation_type": "Meccan",
    "verses_count": 6,
    "description": "Сабаби нозил шудани ин сураро муфассирони киром чунин ривоят кардаанд: Якчанд нафар аз сардорони Қурайш ба назди Пайғамбари Худо (с) омаданд ва гуфтанд: \"Биё, ба ин тартиб  сулҳ барқарор созем. Ту як сол маъбудони моро ибодат мекунӣ ва мо соли дигар маъбуди туро ибодат мекунем.\" Ҳазрати Муҳаммад (с) дар ҷавоб гуфтанд: \"Маъозаллоҳ, ки ман ба Парвардигори худ касеро шарик биёрам\". Маълум буд, ки кофирон дар зоҳир сулҳ карданӣ шуданд, лекин он сулҳ не, балки мудоҳана буд. (Мудоҳана - дар зоҳир сулҳ ва дар ботин хилофи сулҳро гӯянд). Пас ин сураи мубораки тавҳид ва бароат (халосӣ) аз ширку гумроҳӣ нозил шуд. Дар он низоъи байни ду тоифа аҳли имон ва бутпарастон баён мешавад.  Бехирадии онҳо ошкор мегардад, хоҳишҳои кофирон рад мешавад.",
    "revelation_order": 18
  },
  {
    "id": 158,
    "number": 110,
    "name_arabic": "النصر",
    "name_tajik": "Наср",
    "name_english": "An-Nasr",
    "revelation_type": "Medinan",
    "verses_count": 3,
    "description": "Дар ин сураи муаззама фатҳи Макка ва азиз гардидани мусулмонон ва бо ҳамин фатҳ паҳн шудани нури Ислом  дар диёри Араб, бурида шудани дарахту шохаҳои ширк, дохил шудани мардум гурӯҳ-гурӯҳ ба дини мубини Ислом ва баланд шудани парчами Ислому шарманда гаштани кофирону мушрикон баён гардидааст.\r\nХабари фатҳи Макка пеш аз вуқӯъаш байни мардум сароида мешуд. Ин аз зоҳиртарин далелҳост  ба рост ва ҳақ будани нубуввати Пайғамбар (алайҳи афзалуссалоту васалом). Ин сура инчунин якчанд амалҳо ва нишонаҳои фатҳи Маккаро хабар медиҳад. Ин буд назари кутоҳе ба мундариҷаи сураи \"Наср\",",
    "revelation_order": 114
  },
  {
    "id": 159,
    "number": 111,
    "name_arabic": "المسد",
    "name_tajik": "Масад",
    "name_english": "Al-Masad",
    "revelation_type": "Meccan",
    "verses_count": 5,
    "description": "Сураи \"Масад\"-ро \"ал-Лаҳаб\" ё \"Таббат\" низ меноманд. Ин сура ҳалоки Абулаҳабро пешгӯӣ намуда, аз душмании ӯ бо Худо ва Расули Худо (с) сухан мекунад. Ӯ яке аз сахттарин душманони Расулуллоҳ (с) буда, тамоми фаъолияташро бар зидди даъвати он кас (с) равона сохта буд. Абӯлаҳаб садди роҳи мардум мешуд, намегузошт, ки мардум ба Худо ва пайғамбари Ӯ (с) имон оранд, ҳол он, ки ӯ амаки Расулаллоҳ (с) буд. Ояте аз ин сураи муборака он бадбахтро бинобар  амалҳои баде, ки дар ҳаққи Расулуллоҳ (с) раво дида буд, таҳдид намуда,  дохил шудани ӯро дар охират дар оташи алангадори Ҷаҳаннам  аниқу тасдиқ кардааст.\r\nИнчунин ҳолати даҳшатвору нангини завҷаи Абӯлаҳаб дар оташи Ҷаҳаннам тасвир гардидааст.\r\nСабаби нузули ин сураи муборакро Ибни Аббос (р) чунин ривоят мекунанд:\" Вақте ки ояти  \"Ва анзир аширатакал ақрабин\" яъне \"Хешони наздикатро аз Ислом огоҳ кун\" нозил шуд, Расулуллоҳ (с) болои кӯҳи Сафо баромаданд ва нидо карданд: “Ё бани Фиҳр! Ё бани Адӣ!” ва ҳоказо. Хулоса, ҳар як қабиларо алоҳида нидо мекарданд ва ҳар касе, ки омада наметавонист ба ҷояш дигар нафарро мефиристод, то бифаҳмад, ки хабар чист?\r\nПас, ҳамаи қабилаи Қурайш ва амаки Расулуллоҳ (с) Абӯлаҳаб ҷамъ омаданд ва ба ӯ (с) гуфтанд: \"Чӣ мехоҳӣ?\" Расулуллоҳ (с) гуфт: \"Агар ман хабар диҳам, ки дар фалон водӣ аскарони саворае барои ғорати шумо омаданд, оё шумо сухани маро тасдиқ мекунед?\" Он ҷамоа ҳамагӣ гуфтанд:\" Оре! Зеро ки мо аз ту ҳеҷ гоҳ дурӯғеро мушоҳида накардаем.\" Пас, Расулуллоҳ (с) ин оятро қироат карданд: \"Фа иннӣ назирун лакум байна ядайя ъазобун шадид\"- яъне \"Ман тарсдиҳанда ва бимдиҳандаам барои шумо, ки назди ман дар оянда азоби сахтест барои шумо\". Пас, Абӯлаҳаб гуфт: \"Табан лака ё Муҳаммад А-лиҳозо ҷамаътано?\", яъне  \"Марг бар ту! Магар барои ҳамин моро ҷамъ кардӣ?\" Абулаҳаб дар ҳини сухан гуфтан дастонашро ба сӯйи Он ҳазрат (с) сахт ҳаракат медод. Соҳиби “Руҳул Маъонӣ” аз баъзе олимон ривоят карда мегӯяд, ки он бадбахти шақӣ сангеро ҳам гирифта хост ба сӯйи Расулаллоҳ (с) партояд. Дар он ҳол ин сура нозил шуд.",
    "revelation_order": 6
  },
  {
    "id": 160,
    "number": 112,
    "name_arabic": "الإخلاص",
    "name_tajik": "Ихлос",
    "name_english": "Al-Ikhlas",
    "revelation_type": "Meccan",
    "verses_count": 4,
    "description": "Ин сура аз сифатҳои Худованди ягона хабар медиҳад. Онро сураи Тавҳид низ меноманд. Худованд ба ҳеҷ махлуқ муҳтоҷ нест, аз ғайри худ ғанӣ аст. Ҳама ба Ӯ таъоло муҳтоҷанд. Вайро мислу монанд набуд, нест ва нахоҳад буд. Сифатҳои Худованд комилу бардавоманд. Ӯ таъоло аз сифатҳои ноқис пок ва муназзаҳ аст. Инчунин ин сура фаҳмишу эътиқоди мушриконро рад мекунад. Зеро онҳо барои Худо наслу авлодро ҷоиз медонанд. Сабаби нузули ин сура ин аст: Баъзе аз мушрикон назди Он ҳазрат (с) омада  гуфтанд: \"Сифати Парвардигори хешро бар мо баён кун, ки Ӯ аз тилло аст ё нуқра, ё аз забарҷад аст\" ё ёқут?\".\r\nДар он ҳангом ин сура нозил шуд. Дар  саҳеҳ-и Бухорӣ аз Расули Акрам (с) ривоят аст, ки Расули Акрам (с) ба саҳобагон марҳамат карда гуфтанд: \"Оё  касе аз шумо, қодир ҳаст, ки сеяки Қуръонро дар як шаб хонад?\".\r\nИн таблиғ ба саҳобагон машаққат  намуд онҳо гуфтанд: \"Кадоме аз моён қуввати анҷоми инро дорад?\" Расулаллоҳ гуфтанд: \"Сураи “Ихлос” - дар қадри савоб баробари аз сеяк ҳиссаи Қуръон аст, чунки Қуръон ба се тақсим аст: Ақида, қисса, аҳкоми шариат\".\r\nИн буд назаре ба мундариҷаи сураи Ихлос.",
    "revelation_order": 22
  },
  {
    "id": 161,
    "number": 113,
    "name_arabic": "الفلق",
    "name_tajik": "Фалақ",
    "name_english": "Al-Falaq",
    "revelation_type": "Meccan",
    "verses_count": 5,
    "description": "Дар ин сураи “Фалақ” Худованди меҳрубон барои мардуме, ки ба сӯйи Ӯ паноҳ  мебаранд, ҳимояи худашро эълон доштааст. Ҳимояи Ӯ ҳамеша бехавфӣ, осудагӣ ва оромиро таъмин менамояд. Парвардигор меҳрубону ғамхори он мардумест, ки Ӯ таъолоро бо дуъо ёд мекунанд ва худро дар паноҳи Ӯ мегиранд.\r\nБинобар ин сураи “Фалақ” навъи саҳеҳу махсуси паноҳ бурдани мардумро аз бадии кулли махлуқоти зиёнрасон ба ҳимояи Раҳмон таълим додааст. Аз он ҷумла, аз бадии шаб, ҳар вақто торик шаваду фоҷирону бадкорон аз маконҳояшон берун омада, парешон шаванд ва бар нафсҳо тарсу ваҳшат ҳукмфармо шавад. \r\nДар хотимаи сура бошад ба Аллоҳ паноҳ бурданро аз бадии кулли соҳирону ҳасадхӯрандагон ва инчунин аз кулли бадиҳое, ки дар олам арзи вуҷуд доранд, баён сохтааст. Ин сура яке аз он ду сура аст, ки Расулуллоҳ (с) доимо худашонро ба он даму нафас менамуданд. Ин буд назаре ба муқаддимаи сураи “Фалақ”.",
    "revelation_order": 20
  },
  {
    "id": 162,
    "number": 114,
    "name_arabic": "الناس",
    "name_tajik": "Нос",
    "name_english": "An-Nas",
    "revelation_type": "Meccan",
    "verses_count": 6,
    "description": "Ин сураи муборака паноҳ гирифтану паноҳ бурданро ба Раббул Арбоб аз шарри душманони сарсахт, мисли Иблису ёрдамчиҳои ӯ чӣ аз инс бошад ё аз ҷин, ки онҳо васвасаю иғво байни мардум меандозанд, таълим медиҳаду баён месозад. \r\n Худованди мутаъол Қуръон - ин китоби бузурги азимушшаънро бо сураи “Фотиҳа” ибтидо карда, бо муъовазатайн (ду сураи паноҳҷӯӣ) хатм бахшид. Дар ин ҷо ҳусни ибтидо ва ҳусни хотима як ҷо чунон ҷамъ шуданд, ки дар ҳусну ҷамол беназир аст ва ин дастуру таълими Қуръон бар мост. Бояд инсон дар ҳар коре бо ёрдам ва мадади Худои таъоло шурӯъ кунад ва дар ҳама вақт дар ҷустуҷӯи паноҳгоҳ аз Худованди карим бошад. Қуръони азизу карим ин дарсро бар мо меомӯзонад. Шояд аз ин сабаб дар аввали Қуръони карим сураи “Фотиҳа” ва дар охири ӯ ин ду сураеро, ки паноҳбариро бар мо таълим медиҳанд, ҷой дода шудааст.",
    "revelation_order": 21
  }
]